{
  "book_full_name": "Fabulous Fish Recipes_ A Complete Cookbook of Delicious -- Allen, Allie -- 2020 -- Nova Jugoslavija, Štamparija i knjigoveznica",
  "book_info": {
    "full_name": "Fabulous Fish Recipes_ A Complete Cookbook of Delicious -- Allen, Allie -- 2020 -- Nova Jugoslavija, Štamparija i knjigoveznica",
    "title": "Fabulous Fish Recipes_ A Complete Cookbook of Delicious",
    "author": "Allen, Allie",
    "year": "2020",
    "publisher": "Nova Jugoslavija, Štamparija i knjigoveznica"
  },
  "book_title": "Un libro de cocina completo de deliciosos platos de mariscos",
  "table_of_contents": [],
  "detected_language": "en",
  "language_name": "English",
  "total_fish_recipes": 11,
  "recipes": [
    {
      "title": "Fabuloso",
      "title_original": "Fabulous",
      "page": 1,
      "pages_span": [
        1,
        2,
        3,
        4
      ],
      "ingredients": [
        "Fabulosas recetas de pescado"
      ],
      "steps": [],
      "prep_time": null,
      "difficulty": "media",
      "ingredients_count": 1,
      "qualifying_reason": [
        "from_fish_cookbook"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "fabuloso\n\nIF\n\n\nFabulosas recetas de pescado\nUn libro de cocina completo de deliciosos platos de mariscos\n¡Ideas!\nPOR: Allie Allen\nCopyright 2020 Allie Allen\n\nNotas de derechos de autor\nEste libro está escrito como una herramienta informativa. Si bien el autor ha tomado\ntodas las precauciones necesarias para garantizar la exactitud de la información proporcionada en el mismo,\nSe advierte al lector que asume todos los riesgos al seguir el contenido.\nEl autor no será responsable de los daños que puedan producirse como consecuencia\nresultado de las acciones de los lectores.\nEl autor no da permiso para reproducir este libro de ninguna forma,\nincluidos, entre otros: impresos, publicaciones en redes sociales, copias electrónicas o\nfotocopias, salvo autorización expresa y por escrito.\n\n¡Mi regalo para ti por comprar mi libro!\nMe gustaría extender una oferta exclusiva para recibir gratis y con descuento.\n¡Libros electrónicos todos los días! Este regalo especial es mi manera de agradecer. Si completas\nel cuadro de suscripción a continuación comenzará a recibir ofertas especiales directamente a\ntu correo electrónico.\n¡No sólo eso! También recibirás notificaciones que te informarán cuando\nla oferta caducará. ¡Nunca perderás la oportunidad de conseguir un libro gratis! quien\n¿No querrías eso?\nComplete la información del suscriptor a continuación y comience hoy.\nhttps://allie-allen.getresponsepages.com/",
      "full_text_original": "Fabulous\n\nFIs\n\n\nFabulous Fish Recipes\nA Complete Cookbook of Delicious Seafood Dish\nIdeas!\nBY: Allie Allen\nCopyright 2020 Allie Allen\n\nCopyright Notes\nThis book is written as an informational tool. While the author has taken\nevery precaution to ensure the accuracy of the information provided therein,\nthe reader is warned that they assume all risk when following the content.\nThe author will not be held responsible for any damages that may occur as a\nresult of the readers’ actions.\nThe author does not give permission to reproduce this book in any form,\nincluding but not limited to: print, social media posts, electronic copies or\nphotocopies, unless permission is expressly given in writing.\n\nMy Gift to You for Buying My Book!\nI would like to extend an exclusive offer to receive free and discounted\neBooks every day! This special gift is my way of saying thanks. If you fill in\nthe subscription box below you will begin to receive special offers directly to\nyour email.\nNot only that! You will also receive notifications letting you know when an\noffer will expire. You will never miss a chance to get a free book! Who\nwouldn’t want that?\nFill in the subscriber information below and get started today!\nhttps://allie-allen.getresponsepages.com/"
    },
    {
      "title": "Tabla de contenido",
      "title_original": "Table of Contents",
      "page": 5,
      "pages_span": [
        5,
        6
      ],
      "ingredients": [
        "2 – Tortitas De Salmón",
        "5 – Pescado a la Naranja con Jengibre",
        "6 – Bacalao con Risotto de Limón",
        "7 – Filetes de salmón con salsa de yogur",
        "8 – Guiso de Pescado Peruano",
        "9 – Pescado al vapor con jengibre y soja",
        "10 – Ensalada nórdica de salmón",
        "12 – Salmón asado con miel de Dijon",
        "15 – Bacalao al curry con ajo y ensalada de apio",
        "16 – Pescado Blanco Asado",
        "19 – Salmón con soja y jengibre",
        "21 – Tazones de arroz con bacalao desmenuzado"
      ],
      "steps": [],
      "prep_time": null,
      "difficulty": null,
      "ingredients_count": 12,
      "qualifying_reason": [
        "from_fish_cookbook"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Tabla de contenidos\nIntroducción\n1 – Ensalada de hinojo\n2 – Tortitas De Salmón\n3 – Pargo con Papas Nuevas\n4 – Tacos de tilapia con ensalada de repollo\n5 – Pescado a la Naranja con Jengibre\n6 – Bacalao con Risotto de Limón\n7 – Filetes de salmón con salsa de yogur\n8 – Guiso de Pescado Peruano\n9 – Pescado al vapor con jengibre y soja\n10 – Ensalada nórdica de salmón\n11 – Pez Espada con Puerros\n12 – Salmón asado con miel de Dijon\n13 – Parmesano – Tilapia al ajillo\n14 – Ahi braseado con papas al eneldo\n15 – Bacalao al curry con ajo y ensalada de apio\n16 – Pescado Blanco Asado\n17 – Huevos Revueltos De Trucha\n18 – Estofado De Frijoles Bajos\n19 – Salmón con soja y jengibre\n20 – Ono glaseado chamuscado\n21 – Tazones de arroz con bacalao desmenuzado\n\n22 – Ceviche de Lubina\n23 – Sopa De Pescado Blanco\n24 – Salmón con Zoodles\n25 – Salmón Calabaza Con Mojo\n26 – Bacalao Al Horno Con Tomates Albahaca\n27 – Lubina crujiente con ensalada de colinabo\n28 – Tazón De Champiñones Y Salmón\n29 – Salmón A La Parrilla Con Sésamo\n30 – Guiso Brasileño De Pescado Y Coco",
      "full_text_original": "Table of Contents\nIntroduction\n1 – Char Fennel Salad\n2 – Salmon Cakes\n3 – Snapper with New Potatoes\n4 – Tilapia Tacos with Slaw\n5 – Orange Fish with Ginger\n6 – Cod with Lemon Risotto\n7 – Salmon Steaks with Yogurt Sauce\n8 – Peruvian Fish Stew\n9 – Steamed Fish with Ginger and Soy\n10 – Nordic Salmon Salad\n11 – Swordfish with Leeks\n12 – Roasted Dijon Honey Salmon\n13 – Parmesan – Garlic Tilapia\n14 – Seared Ahi with Dilled Potatoes\n15 – Garlic Curry Cod with Celery Salad\n16 – Roasted White Fish\n17 – Scrambled Eggs Trout\n18 – Bass Bean Stew\n19 – Soy Ginger Salmon\n20 – Seared Glazed Ono\n21 – Flaked Cod Rice Bowls\n\n22 – Sea Bass Ceviche\n23 – Whitefish Chowder\n24 – Salmon with Zoodles\n25 – Squash Salmon with Mojo\n26 – Baked Cod with Basil Tomatoes\n27 – Crispy Bass with Kohlrabi Salad\n28 – Salmon Mushroom Bowl\n29 – Grilled Sesame Salmon\n30 – Brazilian Fish Coconut Stew"
    },
    {
      "title": "Conclusión",
      "title_original": "Conclusion",
      "page": 6,
      "pages_span": [
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15
      ],
      "ingredients": [],
      "steps": [],
      "prep_time": "55 minutes",
      "difficulty": "easy",
      "ingredients_count": null,
      "qualifying_reason": [
        "easy",
        "under_30_minutes"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Conclusión Acerca del autor Reflexiones posteriores del autor Introducción ¿Cuáles son las mejores formas de preparar pescado en casa? ¿Qué método funciona mejor con qué tipos de peces? ¿Cómo puedes estar seguro de que tu pescado tiene un sabor fresco y delicioso? Saltear o freír en sartén es un método sencillo para preparar pescado. Puedes cubrir el pescado o dejarlo simple. Este método funciona bien con fletán, salmón, platija y lenguado, entre otros. Asar a la parrilla es una forma popular de freír pescado, especialmente durante el verano. Asegúrese de untar el pescado con aceite antes de asarlo. Algunos pescados que se asan bien son el atún, el pez espada y el salmón. Mucha gente disfruta del pescado al horno. Por lo general, el pescado se unta con mantequilla y, a menudo, se espolvorea con hierbas. Los pescados densos funcionan bien aquí, como el fletán, el carbón y el pez negro. Asar a la parrilla es una excelente manera de cocinar pescado, y casi cualquier pescado se puede asar, a menos que sea muy grande y entero. Algunos de los mejores sabores de pescado asado provienen del salmón y el bacalao. Mucha gente asa pescado, normalmente en bandejas para asar o en bandejas para hornear. Este método funciona bien con el pargo rojo, la lubina y la trucha. Pruebe algunas de las recetas de pescado de este libro de cocina para explorar el excelente sabor de esta fuente de alimento saludable... 1 – Ensalada de hinojo al carbón Cuando asas pescado a fuego lento, es casi infalible, por lo que es una excelente manera de mojarte los pies, perdona el juego de palabras. Es fácil de hacer y difícil equivocarse. Rinde 4 porciones Tiempo de cocción y preparación: 55 minutos Ingredientes: 1/2 taza de vinagre, arroz sin condimentar 1 cucharada. de azúcar granulada 1 cdta. de semillas de alcaravea 2 cdtas. de sal, kosher + extra al gusto 6 dientes de ajo en rodajas finas 1 bulbo de hinojo en rodajas, pequeño 1 1/4 lbs. de carbón, ártico o salmón 4 cdas. de aceite de oliva Pimienta molida 1 cda. de jugo de limón, fresco si está disponible 1 cda. de cáscara de limón, en conserva, picada 1/2 taza de hojas de eneldo Instrucciones: 1. Precaliente el horno a 300F. En una cacerola pequeña a fuego medio. Calentar, traer el vinagre, 1/3 taza de agua, las semillas de alcaravea y 2 cucharaditas. de sal kosher a fuego lento, mientras revuelve para que el azúcar se disuelva. Retire la sartén del fuego. Agrega el ajo. Deje reposar hasta que el ajo se ablande un poco, de 12 a 15 minutos. 2. Agrega 1/2 hinojo. Mezcle, cubriendo bien. Deje reposar hasta que el hinojo se ablande ligeramente, de 8 a 10 minutos. Debe saber como si estuviera encurtido. 3. Coloque el carbón en una cacerola mediana. Cubra con 1 cucharada. de aceite y sazonar al gusto. Ase hasta que la pulpa se desmenuce fácilmente, de 14 a 18 minutos. 4. Escurrir la mezcla de hinojo y desechar el líquido. Mezcle el hinojo en un tazón con las últimas 3 cucharadas. de aceite, limón en conserva, zumo de limón y el resto del hinojo. Sazone como desee. Agrega el eneldo y mezcla. Sirve el carbón con tu ensalada de hinojo. 2 – Tortitas de Salmón Las tortitas de salmón se elaboran con algunos ingredientes que quizás ya tengas en tu despensa. Eso los convierte en una excelente opción para las cenas entre semana, cuando no tienes mucho tiempo para cocinar. Rinde 2 porciones Tiempo de cocción y preparación: 35 minutos Ingredientes: 1 x 7 u 8 oz. lata de salmón, escurrido 1 huevo grande 1 cda. de mayonesa reducida en grasa 1 cdta. de jugo de limón, fresco si está disponible 1/2 cucharadita. de ajo en polvo, puro 1/4 a 1/3 taza de pan rallado, tostado, como panko, etc. 2 cebollines en rodajas, medianos 1/8 cucharadita. cada sal kosher pimienta molida Instrucciones: 1. Mezcle todos los ingredientes con un tenedor en un tazón mediano. Deje reposar durante 5 a 10 minutos aproximadamente. 2. Divida la mezcla a mano en dos tortas grandes mientras las presiona. Puedes agregar más panko si prefieres una corteza más crujiente. 3. Caliente la mantequilla o el aceite en una sartén a temperatura media. calor. Dorar los pasteles de salmón durante cuatro a cinco minutos por lado hasta que estén ligeramente inflados y adquieran un hermoso color dorado. Atender. 3 – Pargo con papas nuevas En esta receta, el pargo se hornea primero y luego se termina asando rápidamente. Hace verduras tiernas y perfectas y pescado bien dorado. Rinde 4 porciones Tiempo de cocción y preparación: 55 minutos Ingredientes: 6 cdas. de aceite, oliva 2 cdas. de pasta, harissa 6 cebollas tiernas cortadas a lo largo por la mitad 1 libra de papas lavadas en rodajas finas, nuevas o pequeñas Sal, pimienta kosher, molida 1 1/2 libras. de filetes de pargo, con piel Para servir: gajos de limón, frescos Instrucciones: 1. Coloque la rejilla en el 1/3 superior del horno. Precaliéntalo a 425F. 2. Combine el aceite más la pasta de harissa en un tazón pequeño. Ajuste el sabor como desee. 3. En una cacerola grande, mezcle las papas y las cebollas con 1/2 mezcla de harissa. Sazone como desee. Agrega 1/4 taza de agua filtrada. Ase y revuelva una vez hasta que las papas estén tiernas, de 20 a 25 minutos. 4. Marque el lado de la piel de los filetes a 1/4 de pulgada de profundidad y sazone como desee. Frote el resto de la mezcla de harissa. sobre todas las áreas de peces, especialmente las marcas de puntuación. 5. A continuación, retira las patatas y las cebollas del horno. Calienta la parrilla. Coloque el pescado con la piel hacia arriba encima de las verduras. Ase hasta que las papas y las cebollas estén tiernas, el pescado esté bien cocido y la parte superior comience a dorarse, de 8 a 10 minutos. 6. Sirva las verduras con el pescado y coloque rodajas de limón para exprimirlas por encima. 4 – Tacos de tilapia con ensalada de repollo ¿Qué podría ser mejor para un picnic de verano que unos tacos con pescado a la parrilla? Se pueden preparar a la parrilla, en el horno o incluso en la estufa. La ensalada de cilantro le da un excelente toque final. Rinde 4 porciones Tiempo de cocción y preparación: 35 minutos Ingredientes: 1 a 2 libras de pescado blanco (tilapia, mahi-mahi, pargo, etc.), para asar",
      "full_text_original": "Conclusion\nAbout the Author\nAuthor's Afterthoughts\n\nIntroduction\nWhat are the best ways to prepare fish at home?\nWhich method works best with what types of fish?\nHow can you be sure your fish tastes fresh and delicious?\nSautéing or pan frying is an easy method of preparing fish. You can coat the\nfish or leave it plain. This method works well with halibut, salmon, flounder\nand sole, among others.\nGrilling is a popular way to fry fish, especially during the summer. Be sure to\nbrush your fish with oil before grilling. Some fish that grill well include tuna,\nswordfish and salmon.\nMany people enjoy baked fish. Usually, the fish are brushed with butter and\noften sprinkled with herbs. Dense fish works well here, like halibut, char and\nsablefish.\nBroiling is an excellent way to cook fish, and almost any fish can be broiled,\nunless they are very large and are whole fish. Some of the best broiled fish\n\ntaste comes from salmon and cod.\nLots of people roast fish, usually in roasting pans or on baking sheets. This\nmethod works well with red snapper, sea bass and trout. Try some of the fish\nrecipes in this cookbook to explore the great taste of this healthy food\nsource…\n\n1 – Char Fennel Salad\nWhen you slow roast char fish, it’s almost foolproof, so it’s a great way to get\nyour feet wet, pardon the pun. It’s easy to do and hard to goof up.\nMakes 4 Servings\nCooking + Prep Time: 55 minutes\nIngredients:\n1/2 cup of vinegar, unseasoned rice\n1 tbsp. of sugar, granulated\n1 tsp. of caraway seeds\n2 tsp. of salt, kosher + extra as desired\n6 thinly-sliced cloves of garlic\n1 sliced fennel bulb, small\n1 1/4 lbs. of char, artic, or salmon\n4 tbsp. of oil, olive\nPepper, ground\n1 tbsp. of lemon juice, fresh if available\n\n1 tbsp. of lemon peel, preserved, chopped\n1/2 cup fronds of dill\nInstructions:\n1. Preheat the oven to 300F. In small pan on med. heat, bring the vinegar, 1/3\ncup of water, caraway seeds and 2 tsp. of kosher salt to simmer, while stirring\nso the sugar dissolves. Remove pan from heat. Add the garlic. Allow to sit till\ngarlic has softened a bit, 12-15 minutes.\n2. Add 1/2 fennel. Toss, coating well. Allow to sit till fennel is slightly\nsoftened, 8 to 10 minutes. It should taste like it has been pickled.\n3. Place the char in medium casserole dish. Coat with 1 tbsp. of oil and\nseason as desired. Roast till the flesh flakes easily apart, 14-18 minutes.\n4. Drain the fennel mixture and discard the liquid. Toss fennel in bowl with\nthe last 3 tbsp. of oil, preserved lemon, lemon juice and the rest of the fennel.\nSeason as desired. Add dill and mix. Serve the char with your fennel salad.\n\n2 – Salmon Cakes\nSalmon cakes are made with some ingredients you may already have in your\npantry. That Makes them an excellent choice for weekday dinners, when you\ndon’t have a lot of time to cook.\nMakes 2 Servings\nCooking + Prep Time: 35 minutes\nIngredients:\n1 x 7 or 8-oz. can of salmon, drained\n1 egg, large\n1 tbsp. of mayonnaise, reduced fat\n1 tsp. of lemon juice, fresh if available\n1/2 tsp. of garlic powder, pure\n1/4 to 1/3 cup of breadcrumbs, toasted, like panko, etc.\n2 sliced scallions, medium\n\n1/8 tsp. each kosher salt ground pepper\nInstructions:\n1. Mix all the ingredients together with fork in medium mixing bowl. Allow\nto stand for 5 to 10 minutes or so.\n2. Divide the mixture by hand into two large cakes while pressing it together.\nYou can add more panko if you prefer a crispier crust.\n3. Heat butter or oil in skillet on med. heat. Sear salmon cakes for four to five\nminutes per side till puffed slightly and a lovely gold in color. Serve.\n\n3 – Snapper with New Potatoes\nIn this recipe, the snapper is baked first and then finished by a quick broil.\nIt Makes perfect, tender vegetables and well-browned fish.\nMakes 4 Servings\nCooking + Prep Time: 55 minutes\nIngredients:\n6 tbsp. of oil, olive\n2 tbsp. of paste, harissa\n6 lengthwise-halved onions, spring\n1 lb. of scrubbed, thin-sliced potatoes, new or small\nSalt, kosher\nPepper, ground\n1 1/2 lbs. of snapper fillets, skin-on\nTo serve: lemon wedges, fresh\nInstructions:\n\n1. Place rack in upper 1/3 of your oven. Preheat it to 425F.\n2. Combine the oil plus harissa paste in small mixing bowl. Adjust flavor as\ndesired.\n3. In large casserole dish, toss potatoes and onions with 1/2 harissa mixture.\nSeason as desired. Add 1/4 cup of filtered water. Roast and toss once till\npotatoes become tender, 20 to 25 minutes.\n4. Score the skin side of the fillets 1/4-inch deep and season them as desired.\nRub the remainder of harissa mixture over all areas of fish, especially score\nmarks.\n5. Next, remove potatoes and onions from oven. Heat the broiler. Place the\nfish with skin side facing up on top of the veggies. Broil till potatoes and\nonions become tender, and the fish has cooked through and tops are\nbeginning to brown, 8 to 10 minutes.\n6. Serve veggies with fish and set out lemon wedges to squeeze over the top.\n\n4 – Tilapia Tacos with Slaw\nWhat could be better for a summer picnic than tacos with grilled fish? They\ncan be made on the grill, in the oven or even on your stove top. The cilantro\nslaw adds an excellent finishing touch.\nMakes 4 Servings\nCooking + Prep Time: 35 minutes\nIngredients:\n1 to 2 pounds of white fish (tilapia, mahi-mahi, snapper, etc.),\ngrillable"
    },
    {
      "title": "Para el aderezo de especias",
      "title_original": "For the Spice Rub",
      "page": 15,
      "pages_span": [
        16,
        15
      ],
      "ingredients": [
        "1 cucharadita de comino, molido",
        "1 1/2 cucharadita. de chile en polvo",
        "3/4 cucharadita de sal, kosher",
        "1 cucharadita de ajo, picado",
        "1 cucharadita de cilantro, molido",
        "Opcional: 1/2 cucharadita. de azúcar, granulada",
        "1/4 cucharadita de chipotle en polvo (se puede sustituir por cayena más un poco de"
      ],
      "steps": [],
      "prep_time": null,
      "difficulty": null,
      "ingredients_count": 7,
      "qualifying_reason": [
        "from_fish_cookbook"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Para el aderezo de especias\n1 cucharadita de comino, molido\n1 1/2 cucharadita. de chile en polvo\n3/4 cucharadita de sal, kosher\n1 cucharadita de ajo, picado\n1 cucharadita de cilantro, molido\n\nOpcional: 1/2 cucharadita. de azúcar, granulada\n1/4 cucharadita de chipotle en polvo (se puede sustituir por cayena más un poco de\npimentón ahumado)",
      "full_text_original": "For the Spice Rub\n1 tsp. of cumin, ground\n1 1/2 tsp. of chili powder\n3/4 tsp. of salt, kosher\n1 tsp. of garlic, minced\n1 tsp. of coriander, ground\n\nOptional: 1/2 tsp. of sugar, granulated\n1/4 tsp. of powdered chipotle (can substitute cayenne plus a bit of\nsmoked paprika)"
    },
    {
      "title": "Para la ensalada de repollo",
      "title_original": "For the Cabbage Slaw",
      "page": 16,
      "pages_span": [
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27
      ],
      "ingredients": [],
      "steps": [],
      "prep_time": "50 minutes",
      "difficulty": "medium",
      "ingredients_count": null,
      "qualifying_reason": [
        "easy",
        "under_30_minutes"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Para la ensalada de repollo 1 libra de repollo, rallado o en rodajas finas, de cualquier color está bien 1/2 cucharadita. de sal, kosher + extra según se desee 1/4 taza de cebolla morada, en rodajas muy finas + extra según se desee 1/2 taza de cilantro envasado, picado 1/4 a 1/2 chile jalapeño, picado finamente + extra según se desee 1/4 taza de jugo de lima, fresco + extra según se desee 2 cdas. de aceite, oliva Las guarniciones sugeridas incluyen ramitas de cilantro, mayonesa de chipotle, rodajas de aguacate y rodajas de limón. Instrucciones: 1. Precaliente una parrilla a fuego medio-alto. 2. Enjuague el pescado y séquelo. En un tazón pequeño, mezcle las especias para mezclar el pescado. Espolvoréelo ligeramente sobre cada lado del pescado. Dejar de lado. Ciertamente no es necesario que uses todo el aliño. 3. Coloque los trozos de repollo en un tazón mediano. Mezcle con sal kosher. Agrega el cilantro, la cebolla, el aceite, el jugo de lima y el jalapeño. Mezcle bien. Agregue más de estos ingredientes al gusto. Debería quedar picante. 4. Engrase completamente la parrilla antes de colocar el pescado. Baja el fuego a medio. Luego asa ambos lados durante unos minutos cada uno. Deje que el pescado desarrolle marcas de parrilla. Cocine hasta que esté listo como prefiera. Exprimir con un poco de jugo de lima fresco. 5. Asa las tortillas rápidamente en la parrilla. Para armar los tacos, coloque el pescado en las tortillas. Agregue la ensalada de repollo y decore con cilantro y lima. Atender. 5 – Pescado Naranja con Jengibre Este pescado está aromatizado con cúrcuma, jengibre, chile y ajo. Sellarlo en una bolsa antes de hornearlo permite que se mantenga extra sabroso y húmedo, ya que no se puede secar. Rinde 4 porciones Tiempo de cocción + preparación: 50 minutos + 30 minutos de enfriamiento Ingredientes: 5 dientes de ajo finamente rallados 1 chile serrano finamente picado, pequeño trozo de jengibre fresco pelado y finamente rallado de 1 x 3 pulgadas 1 cucharada. de aceite, oliva 1/2 cdta. de cúrcuma, molida 4 x 8 oz. filetes de lubina, de 1 pulgada a 1 1/2 pulgada de grosor Sal, kosher 1 clementina, pequeña, sólo con cáscara, picada finamente Para servir: rodajas de limón y arroz blanco cocido Instrucciones: 1. Coloque la rejilla en el centro del horno. Precaliéntalo a 450F. Mezcle el aceite, la cúrcuma, el jengibre, el chile y el ajo en un tazón pequeño, formando una pasta. Coloque el pescado sobre una toalla de papel. Sécalo con palmaditas. Sazone por todas partes con sal kosher. 2. Utilice la mitad de la pasta para cubrir un lado de los filetes. Coloque una hoja de papel de aluminio de 2 pies sobre su superficie de trabajo. Coloque los filetes con el lado de la pasta hacia abajo, en la mitad de una hoja de papel de aluminio. Cubra la parte superior con el resto de la pasta, cubriendo toda la superficie. 3. Cubra los filetes con cáscara de clementina picada. Doble la otra mitad del papel de aluminio sobre el pescado. Dobla los lados abiertos tres veces para sellarlos y formar una bolsa. Coloque en el refrigerador para que se enfríe durante 1/2 hora. 4. Transfiera la bolsa de aluminio a una bandeja para hornear con borde. Hornee de 10 a 12 minutos. Apague el horno. Deje reposar el pescado en el horno durante un minuto más, permitiendo que la bolsa se hinche un poco. 5. Retire con cuidado la bolsa del horno. Déjelo enfriar por un minuto. Luego, ábrelo con cuidado. 6. Transfiera el pescado a los platos. Vierta los jugos de cocción de la bolsa encima del pescado. Sirva con rodajas de lima y arroz cocido. 6 – Bacalao con Risotto de Limón Esta sabrosa receta utiliza limón real para darle sabor al risotto con pescado blanco. Son sabores naturales y maravillosos que combinan bien. Rinde 4 porciones Tiempo de cocción y preparación: 1 hora 5 minutos Ingredientes: 2 cdas. de mantequilla sin sal 1 taza de cebolla blanca finamente picada 2 tazas de arroz Arborio 1 taza de vino blanco 4 o 5 tazas de caldo o agua caliente filtrada 1 1/2 cdta. de sal, kosher; use menos si usa caldo 1/4 cucharadita. de pimienta blanca 2 limones frescos, ralladura y jugo solamente 1 libra de filete de bacalao (puede ser subfletán) – cortado en cuatro trozos Sal, pimienta kosher, molida Aceite de oliva Para adornar: ralladura de limón, microhojas Instrucciones: 1. En una olla mediana con fondo grueso, derrita la mantequilla a temperatura media. calor. 2. Agrega las cebollas. Saltee durante cinco a siete minutos, hasta que estén tiernos. 3. Agrega el arroz. Saltee durante cinco minutos mientras revuelve con frecuencia. 4. Agrega el vino y reduce el nivel de fuego a medio-bajo. Revuelva durante aproximadamente cinco minutos hasta que se absorba por completo. 5. Agregue 1/2 taza de agua filtrada caliente. Todavía hasta que se absorba. Continúe agregando el resto del agua, cuatro tazas en total, mientras revuelve continuamente, hasta que el líquido se haya absorbido y el arroz esté cocido al dente. Esto suele tardar entre 15 y 20 minutos en nivel medio-bajo. 6. Agregue sal kosher, pimienta blanca, ralladura de dos limones frescos y jugo de 1 1/2 limones frescos. Pruebe y ajuste al gusto. Cubrir. Dejar de lado. 7. En una sartén pesada, caliente 2 cucharadas. aceite en medio-alto. 8. Seque el pescado. Sazone como desee. 9. Coloque el pescado con la piel hacia abajo en la sartén. Marchito. 10. Reduzca el nivel de fuego a medio. Continuar dore el lado de la piel del pescado durante unos cinco minutos más, hasta que esté tan crujiente como desee. 11. Dé la vuelta al pescado y cocínelo durante unos dos minutos. 12. Agregue 1/2 taza de agua filtrada caliente al risotto y revuelva para aflojar. Divídelo en platos individuales. Cubra con el pescado, con la piel hacia arriba. Cubra con las microvegetales y la ralladura de limón. Atender. 7 – Filetes de salmón con salsa de yogur La salsa de yogur de esta receta combina bien con muchos tipos de pescado o incluso con tofu. Aquí se combina con filetes de salmón para obtener una sensación de sabor inmejorable. Rinde 4 porciones Tiempo de cocción y preparación: 35 minutos Ingredientes: Para la parrilla: aceite, vegetales 2 chiles serranos 2 dientes de ajo 1 taza de hojas de cilantro (deje los tallos si están tiernos) 1/2 taza de yogur natural griego, leche entera 1 cucharada. de aceite, oliva 1 cdta. de miel, sal pura, kosher 2 x 12 oz. filetes de salmón, con hueso Instrucciones: 1. Prepare la parrilla a fuego medio-alto y engrase la parrilla. 2. Retire las semillas de un chile y deséchelas. Luego, haz puré los chiles con 1/4 taza de agua filtrada, miel, aceite, yogurt, cilantro y ajo en un procesador de alimentos hasta obtener una textura suave. Sazone bien con sal kosher. Transfiera 1/2 salsa a un tazón pequeño. Dejar de lado. 3. Sazone ligeramente el salmón con sal kosher. Áselos, volteándolos un par de veces, hasta que la carne comience a volverse opaca, aproximadamente cuatro minutos. Continúe asando mientras voltea con frecuencia y rocía con salsa, hasta que el salmón esté completamente opaco, cuatro minutos más. Servir con la salsa reservada. 8 – Guiso de Pescado Peruano Este guiso de pescado se elabora con un caldo a base de cilantro que es sabroso y fácil de preparar. Las zanahorias, las patatas y el pescado crean una receta saludable y sin gluten para el almuerzo o la cena. Rinde 6 porciones Tiempo de cocción y preparación: 45 minutos Ingredientes: 2 cdas. de aceite de oliva 1 cebolla picada, blanca o amarilla 1 chile ancho verde, fresco picado Opcional: 1 pimiento verde picado 6 dientes de ajo picados 1 cda. de cilantro molido 2 cdtas. de comino, molido 4 tazas de caldo de pollo o caldo 3 tazas de agua, filtrado 4 tazas de papas pequeñas, cortado en cubitos 2 tazas de zanahorias, cortado en cubitos 2 manojos de cilantro, entero 2 libras de mariscos – pescado, mejillones, vieiras, camarones, etc. 1 cucharadita. de sal, kosher 1/2 cucharadita. de pimienta, 2 o 3 limas frescas ralladas, solo jugo Para decorar, su elección: jalapeño en rodajas finas, cilantro, crema agria, pan crujiente para mojar Instrucciones: 1. Caliente el aceite en una olla grande con fondo grueso a fuego medio-alto. Agrega las cebollas. Saltee durante dos o tres minutos mientras revuelve con frecuencia. Agrega los pimientos morrones y los chiles anchos. Reduzca el nivel de calor a medio. Saltee hasta que estén tiernos, revolviendo con frecuencia, durante 8 a 10 minutos. 2. Añade las especias y el ajo. Cocine durante dos o tres minutos, hasta que esté fragante. 3. Vierta todo en el procesador de alimentos. Déjalo a un lado. 4. En la misma olla grande, agregue cuatro tazas de caldo de pollo y una taza de agua filtrada. Llevar a ebullición. 5. Agregue las zanahorias y las patatas. Cocine a fuego lento con medicamento. hasta que esté apenas tierno, aproximadamente de 8 a 10 minutos. 6. Agregue los manojos de cilantro, incluidos los tallos, al procesador de alimentos. Agrega también dos tazas de agua filtrada. Licúa hasta que todo quede muy suave. Dejar de lado. 7. Una vez que las zanahorias y las patatas estén tiernas, agregue los mariscos. Cocine a fuego lento hasta que esté listo como desee. Agregue y agregue la mezcla de cilantro del procesador de alimentos. 8. Caliente a fuego lento. Exprime las limas hasta que la mezcla tenga el sabor que prefieras. Sirva en tazones individuales con ramitas de cilantro, rodajas de lima, rodajas de jalapeño, cucharadas de crema agria opcionales y un poco de pan crujiente. 9 – Pescado al vapor con jengibre y soja El método de cocción al vapor para cocinar pescado es casi infalible y funciona especialmente bien con la lubina en esta receta. Puedes utilizar la misma receta con bacalao, pargo o salmón. Rinde 4 porciones Tiempo de cocción y preparación: 40 minutos Ingredientes: 2 x 6 a 8 oz. filetes de lubina, negra, sin piel Sal, kosher 2 cdas. de salsa de soja, reducida en sodio 2 cdas. de sake 1 cda. de mirin 1/2 cabeza de repollo Napa – corte las hojas si son grandes, recorte los tallos en forma transversal 4 oz. de champiñones, mezclados, cortados en trozos 1 trozo de jengibre pelado y cortado en trozos finos de 1 x 2 pulgadas 1 cda. de aceite de sésamo tostado 2 cebolletas en rodajas finas Para servir: arroz cocido Instrucciones: 1. Corte el pescado en seis trozos aproximadamente iguales. Sazone todo con sal kosher. 2. Combine la salsa de soja, el sake, 3/4 taza de agua y el mirin en una olla mediana con tapa. Llevar a ebullición. Reduzca el nivel de calor a bajo. 3. Coloque en capas los tallos de repollo y luego las hojas en la olla. Esparce el jengibre y los champiñones por encima. Coloque el pescado encima. Cubre la olla. Cocine al vapor hasta que el pescado se vuelva opaco y apenas cocido. hasta el final, de 8 a 10 minutos. 4. Rocíe el pescado con aceite de sésamo. Cúbrelo con las cebolletas. Sirva en tazones individuales con una cucharada de caldo y arroz a un lado. 10 – Ensalada nórdica de salmón Esta es la versión escandinava de un clásico conocido como ensalada niçoise de mariscos. Está elaborado con pescado ahumado, verduras frescas y un aderezo delicioso. Rinde 2 porciones Tiempo de cocción y preparación: 45 minutos Ingredientes: 8 papas pequeñas Opcional: 2 huevos duros, grandes 1 taza de guisantes 1 o 2 pepinos Opcional: 1/2 bulbo de hinojo rallado 4 a 6 rábanos",
      "full_text_original": "For the Cabbage Slaw\n1 lb. of cabbage, shredded or thinly sliced, any color is fine\n1/2 tsp. of salt, kosher + extra as desired\n1/4 cup of red onion, nicely thinly sliced + extra as desired\n1/2 cup of packed cilantro, chopped\n1/4 to 1/2 jalapeno pepper, chopped finely + extra as desired\n1/4 cup of lime juice, fresh + extra as desired\n2 tbsp. of oil, olive\nSuggested garnishes include cilantro sprigs, chipotle mayo,\navocado slices, lime wedges\nInstructions:\n1. Preheat a grill for med-high heat.\n2. Rinse the fish and pat it dry. In small mixing bowl, stir the spices for fish\nrub together. Sprinkle it lightly over each side of fish. Set aside. You don’t\ncertainly have to use all the rub.\n3. Place cabbage shreds in medium sized bowl. Toss with kosher salt. Add\ncilantro, onions, oil, lime juice and jalapeno. Toss thoroughly. Add more of\nthese ingredients, to taste. It should be tangy.\n4. Grease grill fully before you place fish on. Turn the heat down to medium.\nThen grill both sides for a few minutes each. Allow the fish to develop grill\nmarks. Cook till done as you prefer. Squeeze with a bit of fresh lime juice.\n5. Grill tortillas quickly on grill. To assemble tacos, place fish in tortillas.\nAdd cabbage slaw and garnish with cilantro and lime. Serve.\n\n5 – Orange Fish with Ginger\nThis fish is flavored with turmeric, ginger, chili and garlic. Sealing it in a\npouch before baking allows it to remain extra flavorful and moist, since it\ncan’t dry out.\nMakes 4 Servings\nCooking + Prep Time: 50 minutes + 30 minutes chilling time\nIngredients:\n5 finely grated cloves of garlic\n1 finely chopped serrano chili, small\n1 x 3-inch peeled and finely grated piece of ginger, fresh\n1 tbsp. of oil, olive\n1/2 tsp. of turmeric, ground\n4 x 8-oz. sea bass fillets, 1 inch to 1- 1/2-inch thickness\nSalt, kosher\n1 clementine, small, peel only, chopped finely\n\nTo serve: lime wedges and cooked white rice\nInstructions:\n1. Place rack in center of your oven. Preheat it to 450F. Mix the oil, turmeric,\nginger, chili and garlic in small sized bowl, making a paste. Place the fish on\npaper towel. Pat it dry. Season everywhere with kosher salt.\n2. Use 1/2 of paste to coat one side of fillets. Place 2’ sheet of foil on your\nwork surface. Arrange the fillets with the paste side facing down, on 1/2 of\nfoil sheet. Coat tops with remainder of paste, covering entire surface area.\n3. Top the fillets with chopped peel from clementine. Fold other foil half over\nfish. Fold open sides over three times so you’ll seal it, making a pouch. Place\nin refrigerator to chill for 1/2 hour.\n4. Transfer the foil pouch to rimmed cookie sheet. Bake for 10 to 12 minutes.\nTurn oven off. Allow fish to sit in the oven for a minute more, allowing\npouch to puff up a bit.\n5. Carefully remove pouch from the oven. Allow it to cool for a minute.\nThen, carefully open it.\n6. Transfer fish to plates. Spoon cooking juices from the pouch atop fish.\nServe with lime wedges and cooked rice.\n\n6 – Cod with Lemon Risotto\nThis tasty recipe uses real lemon to flavor the risotto with white fish. They\nare natural, wonderful tastes that go together well.\nMakes 4 Servings\nCooking + Prep Time: 1 hour 5 minutes\nIngredients:\n2 tbsp. of butter, unsalted\n1 cup of finely diced onion, white\n2 cups of rice, Arborio\n1 cup of wine, white\n4 or 5 cups of stock or hot, filtered water\n1 1/2 tsp. of salt, kosher – use less if you’re using stock\n1/4 tsp. of pepper, white\n2 fresh lemons, zest and juice only\n1 lb. cod fillet (can sub halibut) – sliced in four pieces\nSalt, kosher\n\nPepper, ground\nOil, olive\nFor garnishing: lemon zest, micro greens\nInstructions:\n1. In medium pot with heavy bottom, melt the butter on med. heat.\n2. Add the onions. Sauté for five to seven minutes, till tender.\n3. Add the rice. Sauté for five minutes while stirring often.\n4. Add the wine and reduce the heat level to med-low. Stir for five minutes or\nso, till absorbed fully.\n5. Add 1/2 cup of hot filtered water. Still till it is absorbed. Continue to add\nremainder of water, four cups in total, while continuously stirring, till liquid\nhas been absorbed and rice is cooked al dente. This usually takes 15-20\nminutes on med-low.\n6. Add kosher salt, white pepper, zest from two fresh lemons and juice from 1\n1/2 fresh lemons. Taste and adjust as desired. Cover. Set aside.\n7. In heavy skillet, heat 2 tbsp. oil on med-high.\n8. Blot the fish dry. Season as desired.\n9. Place fish with skin side facing down in skillet. Sear.\n10. Reduce the heat level to medium. Continue to sear skin side of fish for\nfive more minutes or so, till it’s as crisp as you like it.\n11. Turn fish over and cook for two minutes or so.\n12. Add 1/2 cup hot filtered water to risotto and stir to loosen. Divide it\namong individual plates. Top with fish, skin side facing up. Top with the\nmicro greens and lemon zest. Serve.\n\n7 – Salmon Steaks with Yogurt Sauce\nThe yogurt sauce in this recipe works well with many types of fish or even\nwith tofu. Here, it is paired with salmon steaks for an unbeatable taste\nsensation.\nMakes 4 Servings\nCooking + Prep Time: 35 minutes\nIngredients:\nFor the grill: oil, vegetable\n2 chilies, serrano\n2 cloves of garlic\n1 cup of cilantro leaves – leave stems on if tender\n1/2 cup of plain yogurt, Greek, whole-milk\n1 tbsp. of oil, olive\n1 tsp. of honey, pure\nSalt, kosher\n2 x 12-oz. salmon steaks, bone-in\n\nInstructions:\n1. Prepare grill for med-high heat and oil the grate.\n2. Remove seeds from one chili and discard them. Then, puree the chilies\nwith 1/4 cup of filtered water, honey, oil, yogurt, cilantro and garlic in food\nprocessor till you have a smooth texture. Season well using kosher salt.\nTransfer 1/2 sauce to small bowl. Set aside.\n3. Lightly season the salmon with kosher salt. Grill them, turning a couple\ntimes, till flesh begins turning opaque, four minutes or so. Continue grilling\nwhile turning frequently and basting with sauce, till salmon is fully opaque,\nfour minutes longer. Serve with the reserved sauce.\n\n8 – Peruvian Fish Stew\nThis fish stew is made with a cilantro-based broth that is flavorful and easy to\nmake. The carrots, potatoes and fish create a gluten-free, healthy recipe for\nlunch or dinner.\nMakes 6 Servings\nCooking + Prep Time: 45 minutes\nIngredients:\n2 tbsp. of oil, olive\n1 diced onion, white or yellow\n1 chopped ancho chili, green, fresh\nOptional: 1 chopped bell pepper, green\n6 roughly-chopped cloves of garlic\n1 tbsp. of coriander, ground\n2 tsp. of cumin, ground\n4 cups of chicken stock or broth\n3 cups of water, filtered\n\n4 cups of small potatoes, diced\n2 cups of carrots, diced\n2 bunches of cilantro, whole\n2 pounds of seafood – fish, mussels, scallops, shrimp, etc.\n1 tsp. of salt, kosher\n1/2 tsp. of pepper, cracked\n2 or 3 fresh limes, juice only\nFor garnishing, your choice: thin-sliced jalapeno, cilantro, sour cream,\ncrusty bread to dip\nInstructions:\n1. Heat the oil in large pot with heavy bottom on med-high heat. Add the\nonions. Sauté for two to three minutes while stirring frequently. Add bell\npeppers and ancho chilies. Reduce heat level to med. Sauté till they are\ntender, stirring frequently, for 8-10 minutes.\n2. Add the spices and garlic. Cook for two to three minutes, till fragrant.\n3. Scrape all into food processor. Set it aside.\n4. In same large pot, add four cups of chicken stock or broth and a cup of\nfiltered water. Bring to boil.\n5. Add carrots and potatoes. Simmer on med. till barely tender, 8-10 minutes\nor so.\n6. Add cilantro bunches, including stems, to food processor. Add two cups of\nfiltered water, as well. Blend till everything becomes very smooth. Set aside.\n7. Once carrots and potatoes become tender, add seafood. Gently simmer till\ndone as you desire. Add and stir in the cilantro mixture from food processor.\n8. Heat to gentle simmer. Squeeze limes till the mixture has the taste you\nprefer. Serve in individual bowls with sprigs of cilantro, lime wedges,\njalapeno slices, optional sour cream dollops and some crusty bread.\n\n9 – Steamed Fish with Ginger and Soy\nThe steaming method for cooking fish is almost foolproof, and it works\nespecially well with bass in this recipe. You can use the same recipe with\ncod, snapper or salmon.\nMakes 4 Servings\nCooking + Prep Time: 40 minutes\nIngredients:\n2 x 6 to 8 oz. bass fillets, black, skinless\nSalt, kosher\n2 tbsp. of soy sauce, reduced sodium\n2 tbsp. of sake\n1 tbsp. of mirin\n1/2 head of Napa cabbage – tear leaves if large, trim stems\ncrosswise\n4 oz. of mushrooms, mixed, torn in pieces\n1 x 2-inch piece of peeled, thin-cut ginger\n\n1 tbsp. of sesame oil, toasted\n2 thinly sliced scallions\nTo serve: cooked rice\nInstructions:\n1. Slice the fish in six roughly even pieces. Season all with kosher salt.\n2. Combine the soy sauce, sake, 3/4 cup of water and mirin in medium pot\nwith a lid. Bring to boil. Reduce the heat level to low.\n3. Layer the stems of cabbage, then their leaves, in the pot. Scatter the ginger\nand mushrooms over the top. Place fish on top of those. Cover the pot. Steam\ntill fish becomes opaque and cooked barely through, 8 to 10 minutes.\n4. Drizzle the fish with sesame oil. Top it with the scallions. Serve in\nindividual bowls with spooned-over broth and rice on the side.\n\n10 – Nordic Salmon Salad\nThis is the Scandinavian version of a classic known as a niçoise seafood\nsalad. It’s made with smoked fish, fresh vegetables and a delectable dressing.\nMakes 2 Servings\nCooking + Prep Time: 45 minutes\nIngredients:\n8 potatoes, baby\nOptional: 2 boiled eggs, large\n1 cup of snap peas\n1 or 2 cucumbers\nOptional: 1/2 shaved fennel bulb\n4 to 6 radishes"
    },
    {
      "title": "Un manojo de berros",
      "title_original": "A bunch of watercress",
      "page": 27,
      "pages_span": [
        32,
        33,
        34,
        35,
        27,
        28,
        29,
        30,
        31
      ],
      "ingredients": [
        "puerros, medianos",
        "taza de aceitunas, verdes, sin hueso",
        "/4 taza de eneldo, picado en trozos grandes",
        "cucharadas de vinagre, vino blanco",
        "Sal, kosher",
        "cucharadas de aceite, oliva",
        "naranjas frescas, solo la pulpa",
        "filetes de pez espada de 1 pulgada de grosor",
        "Pimienta, molida",
        "Prepare la parrilla a fuego alto. Recorte los puerros. Enjuague la suciedad y la arena, si",
        "Eche los puerros a la parrilla sin engrasarlos. Gire cada tres minutos aproximadamente usando",
        "Corta los puerros en círculos de 1/2 pulgada. Añadir a un bol junto con las aceitunas, el eneldo,",
        "vinagre, 3 cucharadas. de aceite y una pizca grande de sal kosher. Combine lanzando.",
        "Retire la piel y la médula de las naranjas. Cortarlos y reservarlos.",
        "Limpia la rejilla de tu parrilla y engrasa. Frote el pez espada con 2 cucharadas.",
        "de petróleo. Sal al gusto. Ase hasta que esté ligeramente carbonizado y apenas cocido.",
        "Divida el pez espada en platos. Coloca rodajas de naranja a su alrededor. Cuchara",
        "la mezcla de puerros más los jugos encima. Por último rociar con un poco más de aceite y",
        "espolvoree con pimienta, si lo desea. Atender.",
        "– Salmón asado con miel de Dijon",
        "Los sabores de miel y Dijon realmente resaltan lo mejor del sabor del salmón. esto",
        "cucharadita de miel, pura",
        "cucharadita de mostaza, Dijon",
        "cucharadita de vinagre, sidra de manzana",
        "x 4 onzas. filetes de salmón",
        "Sal, kosher, al gusto",
        "Pimienta molida al gusto",
        "Batir la miel, el vinagre y la mostaza. Extender la mezcla sobre el",
        "filetes de salmón. Sazone como desee.",
        "Coloque en el horno a 425F y ase con la piel hacia abajo durante 11-13",
        "Retirar del horno. Servir con perejil fresco y servir.",
        "– Parmesano – Tilapia al ajillo",
        "La tilapia en esta receta se asa en el horno y luego se asa rápidamente para",
        "dorarlo. El parmesano y el ajo realmente realzan el sabor de la tilapia, que",
        "diente de ajo, picado",
        "cucharada de mantequilla sin sal, derretida",
        "x 4 onzas. filetes de tilapia",
        "Parmesano rallado al gusto",
        "Rallar el diente de ajo. Mezclar con 1 cucharada. de mantequilla derretida.",
        "Sazone la tilapia con mantequilla de ajo. Ase en el horno a 425F durante 8-10 minutos, hasta que",
        "el pescado no está del todo cocido.",
        "Espolvorea la tilapia con queso parmesano. Ase hasta que tenga un color dorado.",
        "– Ahi braseado con papas al eneldo",
        "use fletán o salmón si no tiene fácil acceso al pescado ahi.",
        "onzas de patatas, baby, de cualquier color"
      ],
      "steps": [
        "Ingredientes:",
        "puerros, medianos",
        "taza de aceitunas, verdes, sin hueso",
        "/4 taza de eneldo, picado en trozos grandes",
        "cucharadas de vinagre, vino blanco",
        "Sal, kosher",
        "cucharadas de aceite, oliva",
        "naranjas frescas, solo la pulpa",
        "filetes de pez espada de 1 pulgada de grosor",
        "Pimienta, molida",
        "Instrucciones:",
        "Prepare la parrilla a fuego alto. Recorte los puerros. Enjuague la suciedad y la arena, si",
        "cualquiera. Séquelos con palmaditas.",
        "Eche los puerros a la parrilla sin engrasarlos. Gire cada tres minutos aproximadamente usando",
        "pinzas, hasta que el exterior se haya ennegrecido, de 10 a 12 minutos. Transfiérelos a un plato.",
        "Deje enfriar y reduzca el fuego en la parrilla a medio-alto.",
        "Corta los puerros en círculos de 1/2 pulgada. Añadir a un bol junto con las aceitunas, el eneldo,",
        "vinagre, 3 cucharadas. de aceite y una pizca grande de sal kosher. Combine lanzando.",
        "Retire la piel y la médula de las naranjas. Cortarlos y reservarlos.",
        "Limpia la rejilla de tu parrilla y engrasa. Frote el pez espada con 2 cucharadas.",
        "de petróleo. Sal al gusto. Ase hasta que esté ligeramente carbonizado y apenas cocido.",
        "de cinco a siete minutos por cada lado.",
        "Divida el pez espada en platos. Coloca rodajas de naranja a su alrededor. Cuchara",
        "la mezcla de puerros más los jugos encima. Por último rociar con un poco más de aceite y",
        "espolvoree con pimienta, si lo desea. Atender.",
        "– Salmón asado con miel de Dijon",
        "Los sabores de miel y Dijon realmente resaltan lo mejor del sabor del salmón. esto",
        "También es una comida fácil que puedes preparar incluso entre semana.",
        "Rinde 2 porciones",
        "Ingredientes:",
        "cucharadita de miel, pura",
        "cucharadita de mostaza, Dijon",
        "cucharadita de vinagre, sidra de manzana",
        "x 4 onzas. filetes de salmón",
        "Sal, kosher, al gusto",
        "Pimienta molida al gusto",
        "Para decorar: perejil picado",
        "Instrucciones:",
        "Batir la miel, el vinagre y la mostaza. Extender la mezcla sobre el",
        "filetes de salmón. Sazone como desee.",
        "Coloque en el horno a 425F y ase con la piel hacia abajo durante 11-13",
        "minutos, hasta que un tenedor los desmenuce fácilmente.",
        "Retirar del horno. Servir con perejil fresco y servir.",
        "– Parmesano – Tilapia al ajillo",
        "La tilapia en esta receta se asa en el horno y luego se asa rápidamente para",
        "dorarlo. El parmesano y el ajo realmente realzan el sabor de la tilapia, que",
        "Puede quedar suave sin aderezos especiales.",
        "Rinde 2 porciones",
        "Ingredientes:",
        "diente de ajo, picado",
        "cucharada de mantequilla sin sal, derretida",
        "x 4 onzas. filetes de tilapia",
        "Parmesano rallado al gusto",
        "Para decorar: perejil fresco",
        "Instrucciones:",
        "Rallar el diente de ajo. Mezclar con 1 cucharada. de mantequilla derretida.",
        "Sazone la tilapia con mantequilla de ajo. Ase en el horno a 425F durante 8-10 minutos, hasta que",
        "el pescado no está del todo cocido.",
        "Espolvorea la tilapia con queso parmesano. Ase hasta que tenga un color dorado.",
        "Aliña con perejil y sirve.",
        "– Ahi braseado con papas al eneldo",
        "Esta sabrosa receta en realidad resalta tanto las papas como el ahi. tu puedes",
        "use fletán o salmón si no tiene fácil acceso al pescado ahi.",
        "Rinde 2 porciones",
        "Ingredientes:",
        "onzas de patatas, baby, de cualquier color"
      ],
      "prep_time": "20\nminutes",
      "difficulty": "medium",
      "ingredients_count": 45,
      "qualifying_reason": [
        "easy",
        "under_30_minutes"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Un manojo de berros\n6 onzas de salmón ahumado o trucha ahumada\n1 cucharada de alcaparras\neneldo, fresco\nPara aderezo Niçoise\n\n1/4 taza de aceite de oliva\n2 cucharadas de jugo de limón, fresco\n1 cucharadita de mostaza, integral\n1 cucharada de chalota, picada finamente\n1 cucharada de eneldo picado, fresco\n1/4 cucharadita de sal, kosher\n1/4 cucharadita de pimienta, blanca\n1 a 2 cucharaditas. de rábano picante, preparado\n1 pizca de azúcar granulada\nInstrucciones:\n1. Coloque las patatas en agua hirviendo en una olla. Cocine a fuego lento hasta que estén tiernos, 18-20\nminutos más o menos. Agregue los guisantes a la misma agua en el último minuto y blanquee rápidamente.\nEnjuague con agua fría del grifo.\n2. Hervir los huevos como desees. Pélalas y córtalas por la mitad.\n3. Mezcle todos los ingredientes del aderezo y mezcle en un tazón pequeño.\nAjusta el sabor como desees.\n4. Coloque el lecho de berros en el fondo de dos tazones individuales. Añade tu favorito\naderezos, pescado y luego aderezo. Atender.\n\n11 – Pez Espada con Puerros\nEstos gruesos filetes de pez espada son lo suficientemente firmes como para poder cocinarlos\nmedio-alto, como si cocinaras un filete de ternera. Los puerros prefieren una mayor\ntemperatura, por lo que quedan jugosos y dulces por dentro y ahumados por fuera.\nRinde 4 porciones\nTiempo de cocción + preparación: 45 minutos\nIngredientes:\n4 puerros, medianos\n1 taza de aceitunas, verdes, sin hueso\n1/4 taza de eneldo, picado en trozos grandes\n3 cucharadas de vinagre, vino blanco\nSal, kosher\n5 cucharadas de aceite, oliva\n3 naranjas frescas, solo la pulpa\n4 filetes de pez espada de 1 pulgada de grosor\nPimienta, molida\n\nInstrucciones:\n1. Prepare la parrilla a fuego alto. Recorte los puerros. Enjuague la suciedad y la arena, si\ncualquiera. Séquelos con palmaditas.\n2. Eche los puerros a la parrilla sin engrasarlos. Gire cada tres minutos aproximadamente usando\npinzas, hasta que el exterior se haya ennegrecido, de 10 a 12 minutos. Transfiérelos a un plato.\nDeje enfriar y reduzca el fuego en la parrilla a medio-alto.\n3. Corta los puerros en círculos de 1/2 pulgada. Añadir a un bol junto con las aceitunas, el eneldo,\nvinagre, 3 cucharadas. de aceite y una pizca grande de sal kosher. Combine lanzando.\n4. Retire la piel y la médula de las naranjas. Cortarlos y reservarlos.\n5. Limpia la rejilla de tu parrilla y engrasa. Frote el pez espada con 2 cucharadas.\nde petróleo. Sal al gusto. Ase hasta que esté ligeramente carbonizado y apenas cocido.\nde cinco a siete minutos por cada lado.\n6. Divida el pez espada en platos. Coloca rodajas de naranja a su alrededor. Cuchara\nla mezcla de puerros más los jugos encima. Por último rociar con un poco más de aceite y\nespolvoree con pimienta, si lo desea. Atender.\n\n12 – Salmón asado con miel de Dijon\nLos sabores de miel y Dijon realmente resaltan lo mejor del sabor del salmón. esto\nTambién es una comida fácil que puedes preparar incluso entre semana.\nRinde 2 porciones\nTiempo de cocción + preparación: 20 minutos\nIngredientes:\n1 cucharadita de miel, pura\n1 cucharadita de mostaza, Dijon\n1 cucharadita de vinagre, sidra de manzana\n2 x 4 onzas. filetes de salmón\nSal, kosher, al gusto\nPimienta molida al gusto\nPara decorar: perejil picado\nInstrucciones:\n1. Batir la miel, el vinagre y la mostaza. Extender la mezcla sobre el\nfiletes de salmón. Sazone como desee.\n2. Coloque en el horno a 425F y ase con la piel hacia abajo durante 11-13\nminutos, hasta que un tenedor los desmenuce fácilmente.\n\n3. Retirar del horno. Servir con perejil fresco y servir.\n\n13 – Parmesano – Tilapia al ajillo\nLa tilapia en esta receta se asa en el horno y luego se asa rápidamente para\ndorarlo. El parmesano y el ajo realmente realzan el sabor de la tilapia, que\nPuede quedar suave sin aderezos especiales.\nRinde 2 porciones\nTiempo de cocción + preparación: 25 minutos\nIngredientes:\n1 diente de ajo, picado\n1 cucharada de mantequilla sin sal, derretida\n2 x 4 onzas. filetes de tilapia\nParmesano rallado al gusto\nPara decorar: perejil fresco\nInstrucciones:\n1. Rallar el diente de ajo. Mezclar con 1 cucharada. de mantequilla derretida.\n2. Sazone la tilapia con mantequilla de ajo. Ase en el horno a 425F durante 8-10 minutos, hasta que\n\nel pescado no está del todo cocido.\n3. Espolvorea la tilapia con queso parmesano. Ase hasta que tenga un color dorado.\nAliña con perejil y sirve.\n\n14 – Ahi braseado con papas al eneldo\nEsta sabrosa receta en realidad resalta tanto las papas como el ahi. tu puedes\nuse fletán o salmón si no tiene fácil acceso al pescado ahi.\nRinde 2 porciones\nTiempo de cocción + preparación: 40 minutos\nIngredientes:\n8 onzas de patatas, baby, de cualquier color",
      "full_text_original": "A bunch of watercress\n6 oz. of smoked salmon or smoked trout\n1 tbsp. of capers\nDill, fresh\nFor Niçoise Dressing\n\n1/4 cup of oil, olive\n2 tbsp. of lemon juice, fresh\n1 tsp. of mustard, whole grain\n1 tbsp. of shallot, chopped finely\n1 tbsp. of chopped dill, fresh\n1/4 tsp. of salt, kosher\n1/4 tsp. of pepper, white\n1 to 2 tsp. of horseradish, prepared\n1 pinch of sugar, granulated\nInstructions:\n1. Place potatoes in boiling water in pot. Simmer till they are tender, 18-20\nminutes or so. Add snap peas to same water in last minute, blanching quickly.\nRinse in cold tap water.\n2. Boil eggs as you desire. Peel them and cut in half.\n3. Stir all dressing ingredients together and blend in small mixing bowl.\nAdjust taste as you desire.\n4. Lay watercress bed on bottoms of two individual bowls. Add your favorite\ntoppings, fish and then dressing. Serve.\n\n11 – Swordfish with Leeks\nThese thick swordfish steaks are firm enough that they can be cooked on\nmed-high, much as you would cook a beef steak. The leeks prefer a higher\ntemperature, so they end up juicy and sweet inside and smoky outside.\nMakes 4 Servings\nCooking + Prep Time: 45 minutes\nIngredients:\n4 leeks, medium\n1 cup of olives, green, pitted\n1/4 cup of dill, chopped coarsely\n3 tbsp. of vinegar, white wine\nSalt, kosher\n5 tbsp. of oil, olive\n3 fresh oranges, flesh only\n4 x 1-inch thick steaks, swordfish\nPepper, ground\n\nInstructions:\n1. Prepare grill for high level of heat. Trim leeks. Rinse off dirt and sand, if\nany. Pat them dry.\n2. Toss leeks on grill without oiling it. Turn every three minutes or so using\ntongs, till outsides have blackened, 10 to 12 minutes. Transfer them to platter.\nAllow to cool and reduce heat on grill to med-high.\n3. Cut the leeks in 1/2-inch circles. Add to a bowl along with olives, dill,\nvinegar, 3 tbsp. of oil and large pinch kosher salt. Combine by tossing.\n4. Remove skin and pith from the oranges. Slice them and set them aside.\n5. Clean the grate of your grill and oil it. Rub the swordfish down with 2 tbsp.\nof oil. Salt as desired. Grill till charred lightly, and barely cooked through,\nfive to seven minutes each side.\n6. Divide the swordfish on plates. Arrange orange slices around them. Spoon\nthe leek mixture plus juices on top. Lastly, drizzle with a bit more oil and\nsprinkle with pepper, if desired. Serve.\n\n12 – Roasted Dijon Honey Salmon\nThe honey and Dijon flavors truly bring out the best of salmon’s flavor. This\nis also an easy meal that you can even make on weeknights.\nMakes 2 Servings\nCooking + Prep Time: 20 minutes\nIngredients:\n1 tsp. of honey, pure\n1 tsp. of mustard, Dijon\n1 tsp. of vinegar, apple cider\n2 x 4-oz. salmon fillets\nSalt, kosher, as desired\nPepper, ground, as desired\nFor garnishing: chopped parsley\nInstructions:\n1. Whisk honey, vinegar and mustard together. Spread the mixture on the\nsalmon fillets. Season as desired.\n2. Place in 425F oven and roast with skin side facing down for 11-13\nminutes, till a fork flakes them easily.\n\n3. Remove from oven. Plate with fresh parsley and serve.\n\n13 – Parmesan – Garlic Tilapia\nThe tilapia in this recipe is roasted in the oven and then quick-broiled to\nbrown it. The parmesan and garlic truly bring out the taste of tilapia, which\ncan be bland without special toppings.\nMakes 2 Servings\nCooking + Prep Time: 25 minutes\nIngredients:\n1 garlic clove, minced\n1 tbsp. of unsalted butter, melted\n2 x 4-oz. tilapia fillets\nParmesan, grated, as desired\nTo garnish: parsley, fresh\nInstructions:\n1. Grate clove of garlic. Mix with 1 tbsp. of melted butter.\n2. Season tilapia with garlic butter. Roast in 425F oven for 8-10 minutes, till\n\nfish is not quite fully cooked through.\n3. Sprinkle tilapia with Parmesan cheese. Broil till golden brown in color.\nDress with parsley and serve.\n\n14 – Seared Ahi with Dilled Potatoes\nThis tasty recipe actually highlights the potatoes as much as the ahi. You can\nuse halibut or salmon if you don’t have ready access to ahi fish.\nMakes 2 Servings\nCooking + Prep Time: 40 minutes\nIngredients:\n8 oz. of potatoes, baby, any color"
    },
    {
      "title": "para el ahi",
      "title_original": "For the ahi",
      "page": 36,
      "pages_span": [
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52,
        53,
        54,
        55
      ],
      "ingredients": [],
      "steps": [],
      "prep_time": "25 minutes",
      "difficulty": "easy",
      "ingredients_count": null,
      "qualifying_reason": [
        "easy",
        "under_30_minutes"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Para el ahi 1 cda. de semillas de cilantro, ligeramente trituradas 1 cucharadita. de semillas enteras de hinojo 1/2 cucharadita. de sal, kosher 1/2 cucharadita. de pimienta, molida en trozos grandes 8 oz. de ahi 2 cdas. de aceite, vegetal o de coco Instrucciones: 1. Colocar las papas en una olla pequeña y cubrir con agua filtrada. Deje hervir a fuego alto y luego cubra la olla. Reducir el calor. Cocine a fuego lento hasta que las patatas estén tiernas al pincharlas con un tenedor, aproximadamente de 15 a 25 minutos. 2. Para preparar la salsa de eneldo, coloque el agua filtrada, el aceite y las espinacas tiernas en un procesador de alimentos. Mezcla bien. Agregue cebolletas, eneldo, sal kosher y pimienta molida. Licúa hasta tener una textura suave. Pruebe y ajuste los condimentos según lo desee. Colóquelo en una olla pequeña y déjelo a un lado. 3. Coloque las semillas junto con la sal kosher y la pimienta molida en un plato pequeño. Combina bien. Use esta mezcla para cubrir cada lado del ahi. Presione las semillas firmemente en su lugar para que se peguen. 4. Calienta el aceite a fuego medio alto en una sartén hasta que esté caliente. Coloque con cuidado el ahi en la sartén. Cubra parcialmente si las semillas salpican. Dorar a fuego alto durante uno o dos minutos, hasta que se forme una costra dorada. Voltear el ahi. Cocine el otro lado durante aproximadamente un minuto. 5. Caliente la salsa de eneldo en una olla a fuego lento. Caliéntalo suavemente, teniendo cuidado de no sobrecalentarlo. 6. Coloque un círculo de salsa de eneldo en el centro de los platos. Cortar las patatas en rodajas y colocarlas sobre salsa de eneldo. Cortar el ahi y colocar encima de las rodajas de papa. Atender. 15 - Bacalao al curry con ajo y ensalada de apio El crujiente de ajo y curry utilizado en esta receta es un excelente adorno para el bacalao. También puedes usarlo con verduras asadas o pollo estofado. Rinde 2 porciones Tiempo de cocción y preparación: 45 minutos Ingredientes: 2 x 6 oz. filetes de pescado blanco, deshuesados ​​y sin piel 2 cdas. de aceite de oliva Sal, kosher 2 cdas. de mantequilla clarificada 2 dientes de ajo en rodajas finas 2 cdtas. de semillas de mostaza, amarilla o negra 2 cdtas. de curry en polvo 1 trozo de jengibre pelado y rallado de 1 pulgada, fresco 2 tallos de apio, cortados en rodajas finas transversalmente 1/2 cebolla morada en rodajas finas, pequeña 1/2 limón, fresco Instrucciones: 1. Precaliente el horno a 325F. Frote el pescado con aceite de oliva. Colóquelo en una bandeja para hornear forrada con papel de hornear. Sazone como desee. Hornee hasta que el pescado esté opaco y comience a desmenuzarse, de 11 a 15 minutos. 2. Derrita la mantequilla clarificada en una sartén a temperatura media. calor. Agrega las semillas de mostaza y el ajo. De vez en cuando, agite la sartén mientras cocina hasta que el ajo comience a dorarse y las semillas comiencen a hacer ruidos. 3. Agregue y agregue el curry en polvo y el jengibre. Revuelva mientras cocina hasta que esté fragante, de 15 a 20 segundos. Retirar del fuego. 4. Mezcle las cebollas y el apio en un tazón pequeño. Rallar finamente la ralladura. Exprima el jugo de limón. Combine lanzando. 5. Divida el pescado en dos platos. Vierta el curry con ajo encima. Agregue la ensalada de apio y sirva. 16 – Pescado Blanco Asado Esta es una receta sencilla y saludable de pescado con semillas de mostaza y picadillo elaborado con coles de Bruselas y patatas. Está lleno de sabor y es fácil de hacer. Rinde 2 porciones Tiempo de cocción y preparación: 50 minutos Ingredientes: Para picadillo de 8 a 10 oz. de papas en rodajas finas 1 chalota, grande en rodajas finas 1 cda. de aceite de oliva Sal, kosher, al gusto Pimienta molida, al gusto 8 oz. de coles de Bruselas, frescas, en rodajas finas Opcional: una pizca de semillas de alcaravea Para pescado 2 x 6 oz. filetes de pescado (puede sustituirlo por tofu o pechuga de pollo si lo desea) 2 a 4 cucharaditas. de mostaza integral 2 cdtas. de aceite de oliva Sal, kosher, al gusto Pimienta molida, al gusto Instrucciones: 1. Precaliente el horno a 450 grados F. 2. Corte las chalotas y las papas. Luego, mezcle con aceite de oliva y sazone al gusto. Colóquelo en una bandeja para hornear forrada con papel de hornear en una capa. Hornee durante 18-20 minutos. 3. Cortar las coles de Bruselas en rodajas. Colóquelo en el mismo tazón engrasado. Sacudida. Agregue una pizca de semillas de alcaravea y sazone como desee. Deje el tazón a un lado. 4. Mezcle el aceite y la mostaza en un tazón pequeño. Sazone el pescado al gusto. Divida la mezcla de mostaza y vierta sobre el pescado. 5. Cuando las patatas hayan estado horneándose durante 20 minutos, agregue las coles de Bruselas. Mezcle brevemente. Coloque el pescado en la mezcla. Hornee durante 10 a 12 minutos más, hasta que el pescado esté completamente cocido. 6. Divida el picadillo en dos tazones de tamaño individual. Cubra con pescado glaseado y sirva. 17 – Huevos Revueltos De Trucha Si quieres hacer tostadas de huevo como se hacen en los restaurantes, esta receta te mostrará cómo. Pan y pescado de gran calidad harán de este un plato ganador. Rinde 4 porciones Tiempo de cocción y preparación: 55 minutos Ingredientes: 8 huevos grandes 3/4 cucharadita. de sal, kosher + extra al gusto 6 cdas. de mantequilla, sin sal Rebanadas de pan de 4 x 1 pulgada de grosor, estilo campestre o de masa fermentada 3 cdas. de crema agria o crème fraiche 1 filete de trucha ahumada, deshuesada, sin piel y con carne partida en trozos de 1 pulgada 1 limón fresco partido por la mitad Pimienta molida 2 cebolletas medianas, cortadas en diagonal y finas 2 cdas. de eneldo, picado en trozos grandes 4 oz de rúcula, madura – retire los tallos duros 2 cucharaditas. de aceite de oliva Instrucciones: 1. Rompe los huevos en un tazón mediano. Agrega 3/4 cucharadita. de sal kosher. Batir hasta que no queden rayas. 2. Calienta 2 cucharadas. de mantequilla en una sartén antiadherente a temperatura media. calor. Cuando deje de hacer espuma, agregue dos rebanadas de pan. Cocine hasta que la parte inferior esté dorada, tres minutos. Transfiera el pan a platos con los lados cocidos hacia arriba. Repita con 2 cucharadas más. de mantequilla y las dos últimas rebanadas de pan. Limpia la sartén y déjala enfriar durante tres minutos. 3. Calienta las últimas 2 cucharadas. de mantequilla en la misma sartén a fuego medio-bajo. Una vez que la mantequilla forme espuma, cocine la mezcla de huevo hasta que comience a formarse cuajada pero los huevos todavía estén líquido, aproximadamente dos minutos. Agregue la crema fresca o la crema agria. Revuelva ocasionalmente mientras cocina hasta que los huevos se hayan endurecido, aproximadamente un minuto. 4. Coloque los huevos sobre las tostadas. Cúbrelos con la trucha. Rallar finamente la ralladura de limón de la mitad de un limón. Exprime el jugo sobre la tostada. Sazone con pimienta molida y esparza eneldo y cebolletas por encima. 5. Exprima el jugo de la mitad restante del limón en un tazón mediano. Agrega la rúcula. Rociar con el aceite. Sazone como desee y revuelva, cubriendo bien. Montículo al lado de la tostada. Atender. 18 – Estofado de judías blancas Estos ingredientes se combinan fácilmente y crean una comida sabrosa y saciante. Puedes usar frijoles enlatados si quieres hacer la receta más rápido. Rinde de 2 a 4 porciones Tiempo de cocción y preparación: 35 minutos Ingredientes: 2 cdas. de aceite de oliva 1 cebolla mediana cortada en cubitos 2 zanahorias peladas y cortadas en cubitos, medianas 2 tallos de apio cortados en cubitos 3 o 4 dientes de ajo machacados y picados 2 tazas de tomates cortados en cubitos 3 tazas de frijoles cannellini (puede sustituirlos por 2 latas de frijoles enjuagados y escurridos) 4 tazas de caldo de pollo 1 a 2 tazas de agua filtrada 2 cdas. de salvia fresca 1/2 cucharadita. de sal, kosher 1/4 cucharadita. de pimienta molida 4 x 4 oz. filetes, lubina (puede sustituir bacalao o fletán) Para pescado: aceite de oliva, sal kosher, pimienta molida Para adornar: perejil italiano, si está disponible Instrucciones: 1. Remoje los frijoles secos durante la noche, si los usa. 2. En una olla grande y pesada, caliente el aceite a temperatura media-alta. Agrega las cebollas. Revuelve por un par de minutos. Agrega el ajo, las zanahorias y el apio. Reduzca el nivel de calor a medio. Saltee durante tres a cinco minutos mientras revuelve ocasionalmente. 3. Después de que las zanahorias, el ajo y el apio se hayan salteado durante cinco minutos, agregue los frijoles y el caldo. Agrega un par de tazas extra de agua filtrada. Agrega las hierbas. Llevar a ebullición a fuego alto. 4. Cubra la olla. Reduzca el nivel de calor a bajo. Deje hervir a fuego lento durante dos horas. Agregue sal kosher y tomates pimientos molidos. Continúe cocinando a fuego lento durante 1/2 hora más. 5. Calienta de 1 a 2 cucharadas. aceite en una sartén pesada a fuego medio-alto. Seque el pescado con toallas de papel. Sazone como desee. Dorar por ambos lados hasta que tengan una costra dorada. Reduzca el fuego y cocine hasta que esté cocido como desee. No cocines demasiado el pescado. 6. Coloque el guiso en un tazón ancho y poco profundo. Cubra con el pescado chamuscado. Usa perejil para decorar. Atender. 19 - Salmón con soja y jengibre Esta es la receta de salmón favorita de toda mi familia. El glaseado de jengibre dulce complementa perfectamente las bondades naturales del salmón. Rinde 2 porciones Tiempo de cocción y preparación: 20 minutos Ingredientes: 1 cda. de aceite, oliva 1 cdta. de jengibre, picado, fresco 1 cucharadita. de salsa de soya baja en sodio 2 x 4 oz. filetes de salmón Sal, kosher Pimienta molida Cebolletas picadas Instrucciones: 1. Caliente el aceite en una sartén antiadherente a temperatura media. calentar hasta que brille. 2. Sazone el salmón al gusto. Dorar con la piel hacia arriba durante tres o cuatro minutos. Voltee y cubra con un poco de jengibre picado y 1 cucharadita. salsa de soja. Cocine de tres a cinco minutos más. 3. Cuando el pescado se desmenuce fácilmente con un tenedor, retírelo del fuego. Cubra con cebolletas y sirva. 20 – Ono glaseado chamuscado La receta de pescado ono es ligera y refrescante, con sabores limpios y satisfactorios. El ono es un pescado hojaldrado y delicado con un sabor suave, y sabe mejor asado a la parrilla o chamuscado a un nivel medio crudo. Rinde de 4 a 6 porciones Tiempo de cocción y preparación: 35 minutos Ingredientes: 1 1/2 libras de ono, fresco, cortado en cuatro a seis trozos (puede sustituirlo por atún o vieiras) 1/3 taza de salsa de soja baja en sodio 1/3 taza de miel pura 3 cucharadas. de jengibre, en rodajas 2 dientes de ajo 1 cda. de aceite de oliva Instrucciones: 1. Para preparar la marinada, mezcle la salsa de soja con la miel, el aceite, el jengibre y el ajo en un procesador de alimentos hasta que quede suave. Coloque la marinada y el pescado en una bolsa de plástico con cierre por un mínimo de 20 minutos y un máximo de 24 horas. 2. Calentar el aceite en grande sartén a fuego medio-alto. Cuando el aceite se haya calentado, coloque el pescado en la sartén y guarde el resto de la marinada. Dorar el pescado y reservarlo. 3. Vierta el resto de la marinada en la sartén. Llevar a ebullición durante 1/2 minuto hasta que espese. Cepa. Vierta en un tazón pequeño. 4. Vierta la marinada sobre el pescado. Atender. 21 – Tazones de arroz con bacalao desmenuzado Esta receta a veces utiliza pescado ahumado, pero cocinar al vapor es más fácil para comidas ligeras entre semana. Si lo deseas, puedes cocinar el pescado al vapor encima del arroz. Rinde 2 porciones Tiempo de cocción y preparación: 55 minutos Ingredientes: 2 huevos, grandes 2 cdas. de aceite de oliva 2 dientes de ajo machacados 1 cdta. de curry en polvo 3/4 taza de arroz enjuagado y escurrido, basmati 2 x 5 a 6 oz. filetes de bacalao Sal, kosher 1/4 taza de yogur griego de leche entera 1 tallo de apio en rodajas finas 1/2 taza de hojas de cilantro, incluidos los tallos tiernos Para servir: rodajas de lima, frescas Instrucciones: 1. Cocine los huevos en una cacerola pequeña con agua burbujeante durante ocho a 10 minutos. Transfiera a un tazón mediano con agua fría. Deje enfriar hasta que esté apenas tibio, aproximadamente tres minutos. Pélalas y resérvalas. 2. Luego, caliente el aceite en una sartén grande a fuego medio. Luego cocine el ajo revolviendo ocasionalmente, hasta que se dore ligeramente, de cuatro a cinco minutos. Agrega el curry en polvo, 1 1/4 tazas de agua y el arroz. Llevar a fuego lento. Cubra y reduzca el nivel de fuego al mínimo. Cocine hasta que el arroz esté casi tierno, de 12 a 15 minutos. 3. Sazone generosamente el pescado con sal kosher y una pizca de curry en polvo, al gusto. Luego coloque el pescado sobre el arroz. Tape y continúe cocinando hasta que el arroz esté tierno y el pescado se desmenuce al pincharlo con un tenedor, aproximadamente de 8 a 10 minutos. 4. Divida el yogur en tazones individuales. Cubra con arroz y pescado. Corta los huevos por la mitad y luego colócalos al lado. Use cilantro y apio encima. Sirva con rodajas de lima. 22 – Ceviche de Lubina Esta deliciosa receta de ceviche es sencilla de hacer y muy popular en nuestro hogar. Está elaborado con pescado fresco, tomates, pepinos, lima, chiles y cilantro. Rinde 6 porciones Tiempo de cocción y preparación: 1 hora Ingredientes: 1/2 cebolla roja en rodajas finas 1 libra x 1/2” de lubina en cubos, fresca (puede sustituirla por tilapia o mahi mahi) 2 o 3 dientes de ajo picados 1 a 1 1/2 cucharadita de sal kosher + más si lo desea 1/4 cucharadita de pimienta negra 1/4 a 1/2 taza de sal bien picada cilantro, fresco 1 chile serrano, fresco, sin semillas y picado finamente 3/4 taza de jugo de limón, recién exprimido si está disponible 1 taza de tomates cherry partidos por la mitad 1 taza de pepino, cortado en cubitos Opcional: 1 cucharada de aceite de oliva Instrucciones: 1. Corte la cebolla en rodajas finas y déjela reposar durante 10 a 15 minutos hasta que comience a soltar su líquido, lo que la hará menos amarga. 2. Coloque el pescado, la cebolla, el ajo, los chiles, el jugo de lima, la sal kosher y la pimienta molida en un tazón grande y poco profundo. Mezcle suavemente. Coloque en el refrigerador durante 1/2 hora como mínimo. 23 – Sopa de pescado blanco. El sabroso caldo hace una gran diferencia en esta suave y sabrosa. sopa Seleccione los mejores filetes, preferiblemente deshuesados en un mercado de pescado, para que la receta sea más fácil en casa Rinde 8 porciones Tiempo de cocción + preparación: 45 minutos Ingredientes: 12 tazas de agua, caldo filtrado, pescado Para el guiso: 1 libra de papas en cuartos, Yukon Gold, pequeña Sal, kosher 1 bulbo de hinojo cortado a lo largo por la mitad y en rodajas transversales; reserve las hojas para servir 1 1/2 x. Pescado blanco cortado de 1 pulgada (el bacalao es una buena opción), sin piel y sin huesos 2 tazas de tomates maduros Para rociar: aceite, pimienta de oliva molida Instrucciones: 1. Mezcle el agua y el caldo en una olla grande. Cocine hasta que el líquido se haya reducido. 2. Sazone con sal kosher y cocine a fuego lento durante 10 a 15 minutos. parts of leeks and sliced fennel. Stir occasionally and cook till veggies are just tender, four to six minutes. Add the fish. Cook till fish turns opaque, three to four minutes. Remove pot from the heat. Stir in the tomatoes. Adjust the seasoning as desired. 4. Ladle the chowder in individual bowls. Top with fronds of fennel. Use oil to drizzle and season with ground pepper. Serve. 24 – Salmon with Zoodles This healthy, easy salmon recipe Se sirve sobre zoodles con limón, que son calabacines en espiral o rallados en forma de fideos. Está cubierto con dulce de verano. tomates para una comida deliciosa. Rinde 2 porciones Tiempo de cocción y preparación: 35 minutos Ingredientes: 8 a 10 oz. de salmón (puede substituir halibut, bacalao o tofu) 1 diente de ajo machacado 1 a 2 cdas. de aceite de oliva Sal marina al gusto Pimienta molida al gusto",
      "full_text_original": "For the ahi\n1 tbsp. of coriander seeds, crushed lightly\n1 tsp. of whole fennel seeds\n1/2 tsp. of salt, kosher\n1/2 tsp. of pepper, ground coarsely\n8 oz. of ahi\n2 tbsp. of oil, vegetable or coconut\nInstructions:\n1. Place the potatoes in small-sized pot and cover with filtered water. Bring to\nboil on high heat, then cover pot. Reduce heat. Simmer till potatoes are fork\ntender, 15 to 25 minutes or so.\n2. To prepare dill sauce, place filtered water, oil and baby spinach in food\nprocessor. Blend well. Add scallions, dill, kosher salt ground pepper. Blend\ntill you have a smooth texture. Taste and adjust seasonings, as desired. Place\nin small pot and set it aside.\n3. Place the seeds, along with kosher salt ground pepper on small-sized plate.\nCombine well. Use this mixture to coat each side of ahi. Press seeds firmly in\nplace so they stick.\n4. Heat the oil on med-high in skillet till hot. Gently place ahi in skillet.\nPartially cover if seeds spatter at all. Sear on high for one to two minutes, till\na golden brown crust develops. Turn ahi over. Cook other side for about a\nminute.\n5. Heat dill sauce in pot on low heat. Warm it gently, being careful that you\ndon’t overheat it.\n6. Place circle of dill sauce in center of plates. Slice the potatoes and place\nover dill sauce. Slice ahi and place on top of potato slices. Serve.\n\n15 – Garlic Curry Cod with Celery Salad\nThe garlic and curry crisp used in this recipe is an excellent embellishment\nfor cod. You can also use it on roasted veggies or braised chicken.\nMakes 2 Servings\nCooking + Prep Time: 45 minutes\nIngredients:\n2 x 6-oz. whitefish fillets, boneless, skinless\n2 tbsp. of oil, olive\nSalt, kosher\n2 tbsp. of clarified butter\n2 thin-sliced cloves of garlic\n2 tsp. of mustard seeds, yellow or black\n2 tsp. of curry powder\n1 x 1-inch piece of peeled, grated ginger, fresh\n2 celery stalks, thin-sliced crosswise\n\n1/2 thin-sliced red onion, small\n1/2 lemon, fresh\nInstructions:\n1. Preheat the oven to 325F. Rub the fish with olive oil. Lay on cookie sheet\nlined with baking paper. Season as desired. Bake till fish is opaque and starts\nflaking, 11-15 minutes.\n2. Melt clarified butter in skillet on med. heat. Add mustard seeds and garlic.\nOccasionally shake pan while cooking till garlic just starts turning golden and\nthe seeds start making popping noises.\n3. Add and stir in curry powder and ginger. Stir while cooking till fragrant,\n15-20 seconds. Remove from the heat.\n4. Toss onions and celery in small sized bowl. Grate zest finely. Squeeze in\nlemon juice. Combine by tossing.\n5. Divide fish between two plates. Spoon the curry with garlic on top. Add\ncelery salad and serve.\n\n16 – Roasted White Fish\nThis is a healthy, simple recipe for mustard seed fish with hash made from\nBrussels sprouts and potatoes. It’s filled with flavor and easy to make.\nMakes 2 Servings\nCooking + Prep Time: 50 minutes\nIngredients:\nFor hash\n8 to 10 oz. of thin-sliced potatoes\n1 thin-sliced shallot, large\n1 tbsp. of oil, olive\nSalt, kosher, as desired\nPepper, ground, as desired\n8 oz. of thin-sliced Brussels sprouts, fresh\nOptional: a pinch of caraway seeds\nFor fish\n2 x 6-oz. fish fillets (you can substitute tofu or chicken breast if\nyou like)\n\n2 to 4 tsp. of mustard, whole grain\n2 tsp. of oil, olive\nSalt, kosher, as desired\nPepper, ground, as desired\nInstructions:\n1. Preheat the oven to 450 degrees F.\n2. Slice shallots and potatoes. Then, toss with olive oil and season as desired.\nPlace on cookie sheet lined with baking paper in one layer. Bake for 18-20\nminutes.\n3. Slice Brussels sprouts. Place in same, oiled bowl. Toss. Add pinch caraway\nseeds and season as desired. Set bowl aside.\n4. Mix oil and mustard together in small mixing bowl. Season fish as desired.\nDivide mustard mixture and spoon over fish.\n5. When potatoes have been baking for 20 minutes, add Brussels sprouts.\nToss briefly. Lay fish into the mixture. Bake for 10 t0 12 minutes more, till\nfish has cooked fully through.\n6. Divide hash in two individual-sized bowls. Top with glazed fish and serve.\n\n17 – Scrambled Eggs Trout\nIf you’d like making egg toasts like they do in restaurants, this recipe will\nshow you how. High quality bread and fish will make this a winning dish.\nMakes 4 Servings\nCooking + Prep Time: 55 minutes\nIngredients:\n8 eggs, large\n3/4 tsp. of salt, kosher + extra as desired\n6 tbsp. of butter, unsalted\n4 x 1-inch thick slices of bread, country-style or sourdough\n3 tbsp. of sour cream or crème fraiche\n1 trout fillet, smoked, boneless, de-skinned, flesh broken in 1-inch\npieces\n1 halved lemon, fresh\n\nPepper, ground\n2 diagonally thin-sliced scallions, medium\n2 tbsp. of dill, chopped coarsely\n4 oz of arugula, mature – trim away tough stems\n2 tsp. of oil, olive\nInstructions:\n1. Crack the eggs in medium mixing bowl. Add 3/4 tsp. of kosher salt. Whisk\ntill there are not any streaks remaining.\n2. Heat 2 tbsp. of butter in non-stick skillet on med. heat. When foaming\nstops, add two slices bread. Cook till underneath is golden brown, three\nminutes. Transfer bread to plates with the cooked sides facing up. Repeat\nwith 2 more tbsp. of butter and last two bread slices. Wipe skillet and allow it\nto cool for three minutes.\n3. Heat the last 2 tbsp. of butter in same skillet on med-low. Once the butter\nfoams, cook the egg mixture till curds start forming but eggs themselves still\nare runny, two minutes or so. Stir in the crème fraiche or sour cream. Stir\noccasionally while cooking till eggs have just set, one minute or so.\n4. Spoon the eggs over pieces of toast. Top them with the trout. Grate lemon\nzest finely from one lemon half. Squeeze juice on toast. Season with ground\npepper and scatter dill and scallions over the top.\n5. Squeeze the juice from remaining half of lemon in medium mixing bowl.\nAdd the arugula. Drizzle with the oil. Season as desired and toss, coating\nwell. Mound beside the toast. Serve.\n\n18 – Bass Bean Stew\nThese ingredients come together easily, making a savory, satisfying meal.\nYou can used canned beans if you want to make the recipe more quickly.\nMakes 2-4 Servings\nCooking + Prep Time: 35 minutes\nIngredients:\n2 tbsp. of oil, olive\n1 diced onion, medium\n2 peeled and diced carrots, medium\n2 stalks of celery, diced\n3 or 4 rough-chopped, smashed cloves of garlic\n2 cups of tomatoes, diced\n3 cups of cannellini beans (can substitute 2 cans of rinsed, drained\nbeans)\n4 cups of stock, chicken\n1 to 2 cups of water, filtered\n\n2 tbsp. of sage, fresh\n1/2 tsp. of salt, kosher\n1/4 tsp. of pepper, cracked\n4 x 4-oz. fillets, bass (can substitute cod or halibut)\nFor fish: olive oil, kosher salt ground pepper\nFor garnishing: parsley, Italian if available\nInstructions:\n1. Soak dried beans overnight, if using.\n2. In large-sized heavy pot, heat the oil on med-high. Add the onions. Stir for\na couple minutes. Add garlic, carrots and celery. Reduce heat level down to\nmed. Sauté for three to five minutes while occasionally stirring.\n3. After carrots, garlic and celery have sautéed for five minutes, add beans\nand stock. Add a couple extra cups of filtered water. Add herbs. Bring to boil\nover high heat.\n4. Cover pot. Reduce heat level to low. Allow to simmer for two hours. Add\nkosher salt, ground pepper tomatoes. Continue to simmer for 1/2 hour longer.\n5. Heat 1 to 2 tbsp. oil in heavy skillet on med-high. Pat fish dry using paper\ntowels. Season as desired. Sear both sides till they have golden crust. Reduce\nheat and cook till done as you desire. Don’t overcook the fish.\n6. Place stew in shallow, wide bowl. Top with the seared fish. Use parsley to\ngarnish. Serve.\n\n19 – Soy Ginger Salmon\nThis is my family’s favorite salmon recipe of all. The sweet ginger glaze\nperfectly complements the natural goodness of salmon.\nMakes 2 Servings\nCooking + Prep Time: 20 minutes\nIngredients:\n1 tbsp. of oil, olive\n1 tsp. of ginger, minced, fresh\n1 tsp. of soy sauce, low sodium\n2 x 4-oz. salmon fillets\nSalt, kosher\nPepper, ground\n\nScallions, chopped\nInstructions:\n1. Heat oil in non-stick skillet on med. heat till it shimmers.\n2. Season the salmon as desired. Sear with skin side facing up for three to\nfour minutes. Flip and top with a bit of minced ginger and 1 tsp. soy sauce.\nCook for three to five minutes more.\n3. When fish will easily flake with fork, remove from heat. Top with\nscallions and serve.\n\n20 – Seared Glazed Ono\nThe ono fish recipe is light and refreshing, with satisfying, clean flavors. Ono\nis a flaky, delicate fish with a mild flavor, and it tastes best grilled or seared\nto a med-rare level.\nMakes 4-6 Servings\nCooking + Prep Time: 35 minutes\nIngredients:\n1 1/2 pounds of ono, fresh, cut in four to six pieces (can sub tuna\nor scallops)\n1/3 cup of low sodium soy sauce\n1/3 cup of honey, pure\n3 tbsp. of ginger, sliced\n2 cloves of garlic\n1 tbsp. of oil, olive\nInstructions:\n\n1. To prepare marinade, blend the soy sauce with honey, oil, ginger and garlic\nin food processor till smooth. Place marinade and fish in zipper top plastic\nbag for minimum of 20 minutes, maximum of 24 hours.\n2. Heat the oil in large skillet on med-high. When oil has heated, place fish in\nskillet and save remainder of marinade. Sear fish and set them aside.\n3. Pour remainder of marinade into skillet. Bring to boil for 1/2 minute till it\nhas thickened. Strain. Pour in small sized bowl.\n4. Spoon marinade over fish. Serve.\n\n21 – Flaked Cod Rice Bowls\nThis recipe sometimes utilizes smoked fish, but steaming is easier for light\nweeknight meals. The fish can be steamed atop the rice if you wish.\nMakes 2 Servings\nCooking + Prep Time: 55 minutes\nIngredients:\n2 eggs, large\n2 tbsp. of oil, olive\n2 crushed cloves of garlic\n1 tsp. of curry powder\n3/4 cup of rinsed, drained rice, basmati\n2 x 5 to 6 oz. cod fillets\nSalt, kosher\n1/4 cup of whole milk yogurt, Greek\n1 thinly sliced celery stalk\n1/2 cup of cilantro leaves, including the tender stems\n\nTo serve: lime wedges, fresh\nInstructions:\n1. Cook the eggs in small pan of bubbling water for eight to 10 minutes.\nTransfer to medium-sized bowl with cold water. Allow to cool till barely\nwarm, three minutes or so. Peel and set them aside.\n2. Next, heat oil in large pan on medium heat. Then cook the garlic while\noccasionally tossing, till it has browned lightly, four to five minutes. Add the\ncurry powder, 1 1/4 cups of water and the rice. Bring to simmer. Cover and\nreduce the heat level to low. Cook till rice is almost tender, 12-15 minutes.\n3. Generously season the fish with kosher salt and one pinch curry powder, as\ndesired. Then lay the fish on the rice. Cover and continue cooking till rice\nbecomes tender and the fish will flake apart when you poke it with a fork,\napproximately 8 to 10 minutes.\n4. Divide the yogurt among individual bowls. Top with rice and fish. Halve\nthe eggs and then arrange them alongside. Use cilantro and celery to top.\nServe with lime wedges.\n\n22 – Sea Bass Ceviche\nThis delicious ceviche recipe is simple to make and very popular in our\nhome. It’s made with fresh fish, tomatoes, cucumbers, lime, chilies and\ncilantro.\nMakes 6 Servings\nCooking + Prep Time: 1 hour\nIngredients:\n1/2 thin-sliced onion, red\n1 lb. x 1/2” cubed bass, fresh (you can substitute tilapia or mahi\nmahi)\n2 or 3 minced cloves of garlic\n1 to 1 1/2 tsp. of kosher salt + more if desired\n1/4 tsp. of pepper, black\n1/4 to 1/2 cup of nicely chopped cilantro, fresh\n1 serrano pepper, fresh, de-seeded and chopped finely\n3/4 cup of lime juice, fresh squeezed if available\n\n1 cup of halved tomatoes, cherry\n1 cup of cucumber, diced\nOptional: 1 tbsp. of oil, olive\nInstructions:\n1. Slice onion thinly. Generously salt and allow to stand for 10-15 minutes till\nit starts releasing its liquid, which will make it less bitter. Rinse and squeeze\nonion slices dry.\n2. Place the fish, onions, garlic, chilies, lime juice, kosher salt ground pepper\nin large, shallow bowl. Mix gently. Place in refrigerator and marinate for 1/2\nhour minimum. The longer the better when it comes to marinating for this\ndish.\n3. Toss in tomatoes, cilantro and cucumbers. Drizzle with oil. Mix gently.\nSeason as desired and serve.\n\n23 – Whitefish Chowder\nThe tasty stock makes a world of difference in this smooth, savory chowder.\nSelect the best fillets, preferably deboned at a fish market, to make the recipe\neasier at home.\nMakes 8 Servings\nCooking + Prep Time: 45 minutes\nIngredients:\n12 cups of water, filtered\nStock, fish\nFor the Stew:\n1 pound of quartered potatoes, Yukon Gold, small\nSalt, kosher\n1 lengthwise-halved, crosswise-sliced bulb of fennel – reserve the\nfronds for serving\n1 1/2 x 1-inch cut white fish (cod is a good choice), skinless,\n\nboneless\n2 cups of tomatoes, ripe\nTo drizzle: oil, olive\nPepper, ground\nInstructions:\n1. Mix water and stock in large pot. Cook till fluid has reduced.\n2. Place the potatoes and fish stock in large pot. Season with kosher salt.\nBring to boil. Reduce the heat level to medium and bring to simmer. Stir\noccasionally while cooking till potatoes are nearly tender, 10-15 minutes.\n3. Add white parts of leeks and sliced fennel. Stir occasionally and cook till\nveggies are just tender, four to six minutes. Add the fish. Cook till fish turns\nopaque, three to four minutes. Remove pot from the heat. Stir in the\ntomatoes. Adjust the seasoning as desired.\n4. Ladle the chowder in individual bowls. Top with fronds of fennel. Use oil\nto drizzle and season with ground pepper. Serve.\n\n24 – Salmon with Zoodles\nThis healthy, easy salmon recipe is served on lemon-y zoodles, which are\nzucchini spiralized or grated into noodle shapes. It’s topped with summer-\nsweet tomatoes for a delicious meal.\nMakes 2 Servings\nCooking + Prep Time: 35 minutes\nIngredients:\n8 to 10 oz. of salmon (can sub halibut, cod or tofu)\n1 smashed clove of garlic\n1 to 2 tbsp. of oil, olive\nSalt, sea, as desired\nPepper, ground, as desired"
    },
    {
      "title": "para zoodles",
      "title_original": "For zoodles",
      "page": 55,
      "pages_span": [
        55,
        56,
        57,
        58,
        59,
        60,
        61,
        62,
        63
      ],
      "ingredients": [],
      "steps": [],
      "prep_time": "30 minutes",
      "difficulty": "easy",
      "ingredients_count": null,
      "qualifying_reason": [
        "easy",
        "under_30_minutes"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Para zoodles 1 cda. de aceite de oliva 1 chalota en rodajas finas 3 dientes de ajo picados 12 a 16 oz. de zoodles – fideos de calabacín Sal marina, al gusto Pimienta molida, al gusto 2 cucharaditas. de ralladura de limón 1/2 taza de perejil picado 1 cda. de jugo de limón, fresco si está disponible, agregue más según lo desee Instrucciones: 1. Precaliente el horno a 375 grados F. 2. Caliente el aceite en una sartén a temperatura media. calor. Agrega el ajo. Agite, infundiendo el ajo en el aceite. 3. Seque el pescado con palmaditas. Sazone como desee. Dorar cada lado hasta que esté dorado. Colóquelo en el horno hasta que esté cocido como desee, generalmente de tres a seis minutos aproximadamente. 4. En una sartén grande, caliente aceite adicional a temperatura media. calor. Agrega 3 dientes de ajo picados y chalotas. Revuelva hasta que esté fragante y suave, de dos a tres minutos. 5. Corte el calabacín en forma de fideos usando un espiralizador o un rallador de verduras. Agrega estos zoodles a la sartén. Sazone como desee. Saltee hasta que se ablanden, unos cuatro minutos. 6. Agregue el perejil y la ralladura de limón, junto con un chorrito de limón. Pruebe y ajuste el condimento al gusto. Dividir en tazones. Cubra con pescado. Adorne como desee y sirva. 25 – Salmón Calabaza con Mojo Darle a la mezcla de jugo de lima y naranja un buen chorrito de vinagre le da a este plato su sabor cítrico. Resalta el sabor del salmón de una manera maravillosa. Rinde 4 porciones Tiempo de cocción y preparación: 1 1/2 horas Ingredientes: 1 calabaza de 1 libra partida por la mitad 1 cabeza de coliflor, pequeña, cortada en floretes 1 cebolla roja cortada en gajos 5 cucharadas. de aceite de oliva + extra para rociar Sal, kosher 1 libra de filetes de salmón, deshuesados ​​1/3 taza de semillas de calabaza, crudas 1 naranja, pequeña, en jugo 2 cdas. de jugo de lima, fresco 2 cdas. de vinagre, arroz sin condimentar 2 cdas. de miso, blanco 2 chiles serranos, pequeños, cortados en aros finos Instrucciones: 1. Coloque las rejillas en los tercios inferiores superiores de su horno. Precaliéntalo a 425F. 2. Saque las semillas de la calabaza. Córtelo a lo largo en tiras de 1 pulgada y luego a lo ancho en trozos de 1 pulgada. Mezcle las cebollas, la coliflor, la calabaza y 3 cucharadas. de aceite en una bandeja para hornear con borde. Use sal kosher para sazonar. Ase en la rejilla superior del horno y revuelva ocasionalmente hasta que las verduras estén tiernas y doradas por completo, de 25 a 30 minutos. 3. Reduzca la temperatura del horno a 300F. Rocíe ligeramente el salmón con aceite de oliva. Sazone con sal por todos lados. Luego, empuja las verduras hacia un lado de la bandeja para hornear. Coloque el salmón del otro lado. 4. Extienda las semillas de calabaza en otra bandeja para hornear con borde. Hornee el salmón y las verduras en la rejilla inferior hasta que el pescado esté apenas firme en el medio y opaco. Hornee las semillas de calabaza en la rejilla superior hasta que estén doradas, de 10 a 15 minutos. 5. Batir el jugo de lima, el jugo de naranja, el miso, el vinagre y las últimas 2 cucharadas. de aceite en un tazón pequeño hasta que el miso se haya disuelto. Agregue los chiles y revuelva. Sazone como desee. 6. Partir el salmón en trozos grandes. Coloque las verduras en un plato. Cubra con el salmón. Use aderezo para rociar. Espolvorea con las semillas de calabaza. Atender. 26 – Bacalao al horno con tomates y albahaca Esta receta es una cena fácil y rápida, incluso entre semana. No contiene gluten, es delicioso y saludable también. Rinde 4 porciones Tiempo de cocción y preparación: 1/2 hora Ingredientes: 3 cdas. de aceite de oliva 2 tazas de tomates, uva o cereza 1 1/4 libras de filetes de bacalao, cortados en cuatro a seis trozos, de 1” de espesor o más grueso Sal kosher, pimienta molida hojuelas de chile rojo, al gusto 1 limón rebanado sin ralladura y reservado 3 dientes de ajo picados en trozos grandes 1/4 taza de hojas de albahaca rasgadas Instrucciones: 1. Precaliente el horno a 400 F. 2. Vierta el aceite en 13” x 9\" para hornear y esparza los dientes de ajo. Agregue los tomates. Agregue las rodajas de limón. Mezcle ligeramente. Mueva los tomates y los limones a un lado de la sartén. 3. Seque el pescado con palmaditas. Colóquelo en un plato. Voltee, cubriendo ambos lados con aceite de oliva. Extienda la mezcla de ajo y tomate nuevamente. Coloque el pescado en la mezcla. Sazone como desee. 4. Hornee a 400F durante aproximadamente 10 minutos. Usando guantes de cocina, agite un poco la sartén para empujar los tomates. Esparza con la ralladura de limón, hornee por cinco minutos más, hasta que el pescado esté cocido como desea. 5. Agregue las hojas de albahaca y mézclelas con los tomates calientes para que se ablanden. Úselo para decorar y sirva rápidamente. 27 - Ensalada de lubina crujiente con colinabo El pescado de esta receta tiene una salsa de nuez y una piel perfectamente crujiente que le da un sabor delicioso, el plato es aún más fresco y sabroso, pero las nueces tostadas de la tienda le servirán. bueno si no tienes tiempo libre Rinde 4 porciones Tiempo de cocción + preparación: 1 hora Ingredientes: 1 cucharadita de miel pura 1/4 taza + 2 cucharaditas de jugo de limón fresco 3 cucharadas de aceite de oliva. sal, kosher + extra al gusto 2 colinabos pelados, cortados por la mitad a lo largo y cortados transversalmente, pequeños 1 manzana verde en cuartos y luego en rodajas finas, grande 1/2 cebolla roja, cortada en rodajas finas 4 x 5 a 6 oz. filetes de lubina (puede sub salmón), sin piel Pimienta molida 1/2 taza de avellanas picadas y blanqueadas 6 cdas. de mantequilla, sin sal, cortada en trozos Para servir: gajos de limón Instrucciones: 1. Batir 2 cdas. de aceite, 1/4 taza de jugo de limón, miel y una cucharadita. de sal kosher en un tazón grande. Agrega la cebolla, el colinabo y la manzana. Mezcle y cubra. Deje reposar mientras cocina el pescado. 2. Agite la última cucharada. de aceite en una sartén antiadherente y rebozar. Sazone generosamente el pescado por cada lado con sal kosher y pimienta molida. Colóquelo en la sartén fría con la piel hacia abajo. 3. Colocar en med. calor. Cocine hasta que la grasa del pescado comience a cocinarse, aproximadamente cuatro minutos. Presione suavemente los filetes con una espátula para asegurar un buen contacto entre la sartén y la piel del pescado. Continúe presionando y pasando de un filete al siguiente cada dos segundos, hasta que la piel comience a quedar crujiente. 4. Deje de presionar y continúe cocinando hasta que la piel esté muy crujiente y la pulpa esté mayoritariamente opaca, de 8 a 10 minutos en total. Voltear los filetes. Cocine hasta que esté completamente opaco, aproximadamente un minuto. Coloque el pescado con la piel hacia arriba en platos individuales. 5. Limpia la sartén. Devuélvalo al médico. calor. Cocer las avellanas en mantequilla. Mueva la sartén con frecuencia, hasta que la mantequilla esté espumosa y luego se dore, aproximadamente cuatro minutos. Retire la sartén del fuego. Agregue las últimas 2 cucharaditas. de jugo de limón. Sazone la salsa de mantequilla dorada con sal kosher y pimienta molida. 6. Mezcle la ensalada de colinabo. Sirve junto con los filetes de pescado y agrega el aderezo. Vierta la salsa de mantequilla sobre el pescado y la ensalada. Servir con rodajas de limón para exprimir. 28 – Tazón de salmón y champiñones En esta deliciosa receta, el salmón y los champiñones combinan sus sabores de una manera maravillosa. Puedes servirlo sobre arroz o repollo. Rinde 2 porciones Tiempo de cocción + preparación: 35 minutos Ingredientes:",
      "full_text_original": "For zoodles\n1 tbsp. of oil, olive\n1 thinly sliced shallot\n\n3 chopped cloves of garlic\n12 to 16 oz. of zoodles – zucchini noodles\nSalt, sea, as desired\nPepper, ground, as desired\n2 tsp. of zest, lemon\n1/2 cup of parsley, chopped\n1 tbsp. of lemon juice, fresh if available, add more as desired\nInstructions:\n1. Preheat the oven to 375 degrees F.\n2. Heat the oil in skillet on med. heat. Add garlic. Swirl, infusing the garlic\ninto oil.\n3. Pat the fish dry. Season as desired. Sear each side till golden in color. Place\nin oven till cooked as you desire, typically three to six minutes or so.\n4. In large sized skillet, heat additional oil on med. heat. Add 3 chopped\ngarlic cloves and shallots. Stir till fragrant and softened, two to three minutes.\n5. Slice zucchini into noodle shape using spiralizer or vegetable grater. Add\nthese zoodles to skillet. Season as desired. Sauté till they have softened, four\nminutes or so.\n6. Toss in the parsley and lemon zest, along with a squeeze of the lemon.\nTaste and adjust seasoning as desired. Divide into bowls. Top with fish.\nGarnish as desired and serve.\n\n25 – Squash Salmon with Mojo\nGiving the mixture of lime and orange juice a good shot of vinegar gives this\ndish its citrus flavor. It brings out the taste of the salmon in a wonderful way.\nMakes 4 Servings\nCooking + Prep Time: 1 1/2 hours\nIngredients:\n1 halved 1-pound squash\n1 head of cauliflower, small, sliced in florets\n1 wedge-cut onion, red\n5 tbsp. of oil, olive + extra to drizzle\nSalt, kosher\n1 pound of salmon fillets, boneless\n1/3 cup of pumpkin seeds, raw\n1 orange, small, juiced\n2 tbsp. of lime juice, fresh\n2 tbsp. of vinegar, unseasoned rice\n\n2 tbsp. of miso, white\n2 thin-ring-sliced chilies, serrano, small\nInstructions:\n1. Arrange the racks in upper lower thirds of your oven. Preheat it to 425F.\n2. Scoop seeds from the squash. Cut it lengthways in 1-inch strips, then\ncrossways in 1-inch pieces. Toss onions, cauliflower and squash and 3 tbsp.\nof oil on rimmed cookie sheet. Use kosher salt to season. Roast on the top\nrack of oven and toss occasionally till veggies are tender and browned fully,\n25 to 30 minutes.\n3. Reduce the temperature of oven to 300F. Lightly drizzle salmon with olive\noil. Season with salt, all over. Then, push the vegetables over to one side of\ncookie sheet. Place salmon on other side.\n4. Spread the pumpkin seeds on another rimmed cookie sheet. Bake the\nsalmon and veggies on the lower rack till fish is barely firm in middle and\nopaque. Bake the pumpkin seeds on the top rack till golden, 10-15 minutes.\n5. Whisk lime juice, orange juice, miso, vinegar and last 2 tbsp. of oil in\nsmall mixing bowl till the miso has dissolved. Add in chilies and stir. Season\nas desired.\n6. Break the salmon in large-sized pieces. Arrange veggies on platter. Top\nwith the salmon. Use dressing to drizzle. Sprinkle with the pumpkin seeds.\nServe.\n\n26 – Baked Cod with Basil Tomatoes\nThis recipe is an easy, quick dinner, even on weeknights. It’s gluten-free,\ndelicious and healthy, too.\nMakes 4 Servings\nCooking + Prep Time: 1/2 hour\nIngredients:\n3 tbsp. of oil, olive\n2 cups of tomatoes, grape or cherry\n1 1/4 pounds of cod fillets, cut in four to six pieces, 1” thick or\nthicker\nKosher salt, ground pepper red chili flakes, as desired\n1 sliced lemon with zest removed and set aside\n3 roughly chopped cloves of garlic\n1/4 cup of torn basil leaves\nInstructions:\n\n1. Preheat the oven to 400F.\n2. Pour oil into 13” x 9” baking dish and scatter with cloves of garlic. Add\ntomatoes. Add lemon slices. Toss lightly. Move tomatoes and lemons to one\nside of pan.\n3. Pat fish dry. Place in dish. Turn, coating both sides with olive oil. Spread\ngarlic and tomato mixture back out. Nestle fish into the mixture. Season as\ndesired.\n4. Bake at 400F for 10 minutes or so. Using oven mitts, shake pan a little to\njostle the tomatoes. Scatter with the lemon zest. Bake for five minutes more,\ntill fish is done as you desire.\n5. Add basil leaves and toss them with warm tomatoes so they wilt. Use for\ngarnish and serve promptly.\n\n27 – Crispy Bass with Kohlrabi Salad\nThe fish in this recipe has a nutty sauce and perfectly crispy skin\nthat Makes it taste decadent. If you have the time to toast the nuts yourself,\nthe dish is even more fresh and flavorful, but roasted nuts from the store will\nserve you well if you don’t have spare time.\nMakes 4 Servings\nCooking + Prep Time: 1 hour\nIngredients:\n1 tsp. of honey, pure\n1/4 cup + 2 tsp. of lemon juice, fresh\n3 tbsp. of oil, olive\n1 tsp. of salt, kosher + extra as desired\n2 peeled, halved lengthways, sliced crossways kohlrabi, small\n1 quartered, then thinly sliced green apple, large\n1/2 thinly-sliced onion, red\n4 x 5 to 6-oz. sea bass fillets (can sub salmon), skin-on\n\nPepper, ground\n1/2 cup of hazelnuts, chopped and blanched\n6 tbsp. of butter, unsalted, cut in pieces\nTo serve: lemon wedges\nInstructions:\n1. Whisk 2 tbsp. of oil, 1/4 cup of lemon juice, honey and a tsp. of kosher salt\nin large sized bowl. Add onion, kohlrabi and apple. Toss and coat. Allow to\nset while cooking fish.\n2. Swirl the last 1 tbsp. of oil in non-stick skillet and coat. Generously season\nthe fish on each side with kosher salt ground pepper. Place in the cold skillet\nwith skin side facing down.\n3. Set on med. heat. Cook till the fat begins cooking out of the fish, four\nminutes or so. Press gently on the fillets with spatula to ensure good contact\nbetween pan and fish skin. Continue to press and cycle from one fillet to next\nevery couple seconds, till the skin begins crisping.\n4. Discontinue pressing and continue cooking till skin has become very crisp\nand the flesh is mainly opaque, 8 to 10 minutes in total. Turn the fillets over.\nCook till fully opaque, one minute or so. Place the fish with skin side facing\nup on individual plates.\n5. Wipe skillet out. Return it to med. heat. Cook the hazelnuts in butter. Swirl\nthe pan often, till the butter is foamy, then browns, four minutes or so.\nRemove pan from heat. Stir in last 2 tsp. of lemon juice. Season the browned\nbutter sauce with kosher salt and ground pepper.\n6. Toss the kohlrabi salad. Serve alongside the fish fillets and add dressing.\nSpoon the butter sauce on fish and salad. Serve with lemon wedges to\nsqueeze.\n\n28 – Salmon Mushroom Bowl\nIn this delicious recipe, the salmon and mushrooms play off each other’s\nflavors in a wonderful way. You can serve it over rice or cabbage.\nMakes 2 Servings\nCooking + Prep Time: 35 minutes\nIngredients:"
    },
    {
      "title": "Para la salsa",
      "title_original": "For the Sauce",
      "page": 63,
      "pages_span": [
        64,
        65,
        66,
        67,
        68,
        63
      ],
      "ingredients": [
        "x 6 onzas. filetes de salmón, sin espinas, secos y con piel",
        "cucharadas + 1/3 taza de aceite + extra para la parrilla",
        "Sal, kosher",
        "limón, pequeño",
        "chalota picada, pequeña",
        "cucharaditas de semillas de sésamo, negras",
        "cucharadita de miel, pura",
        "/2 cucharadita de aceite de sésamo, tostado",
        "Pimienta, molida",
        "taza de hojas de albahaca, trituradas",
        "Prepare la parrilla para med. calor. Frote el salmón con 2 cucharadas. de petróleo. Temporada",
        "cada lado con sal kosher.",
        "Cortar las puntas del limón. Deseche los extremos. Coloque el limón en posición vertical. rebanada",
        "Agregue el resto del aceite de oliva, el aceite de sésamo, la miel, las semillas de sésamo y las chalotas.",
        "Sazone con sal kosher y mucha pimienta molida. Mezcle y combine bien.",
        "Limpiar la parrilla y engrasarla. Coloque el salmón inmediatamente en la parrilla con la piel.",
        "tiempo, hasta que la piel se queme ligeramente y el pescado se vuelva opaco, de seis a ocho minutos.",
        "Transfiera el salmón al plato. Dejar enfriar un poco.",
        "Divida el salmón en platos individuales y cúbralos con albahaca. Cuchara",
        "– Guiso Brasileño De Pescado Y Coco",
        "Este guiso de pescado es originario de Brasil, donde se le conoce como Moqueca. el pescado es",
        "para pescado",
        "a 1 1/2 libras. de pescado blanco, firme, como lubina, bacalao o fletán –",
        "más grueso es mejor",
        "/2 cucharadita de sal, mar",
        "lima fresca, solo jugo y ralladura",
        "para guiso",
        "a 3 cucharadas. de aceite, oliva o coco",
        "cebolla picada, roja",
        "/2 cucharadita de sal marina + extra al gusto",
        "taza de zanahorias picadas",
        "pimiento rojo cortado en cubitos",
        "dientes de ajo picados en trozos grandes",
        "/2 chile jalapeño cortado en cubitos",
        "cucharada de pasta de tomate, baja en sodio",
        "cucharaditas de pimentón dulce",
        "cucharadita de comino, molido",
        "taza de caldo, pollo o pescado",
        "1/2 tazas de tomates cortados en cubitos, frescos",
        "x 14 onzas. lata de leche de coco (sólidos y líquidos)",
        "/2 taza de perejil, cilantro o cebollines, picados",
        "chorrito de lima, fresca",
        "Enjuague el pescado y séquelo. Cortar en trozos de dos pulgadas y colocarlos en",
        "tazón mediano. Agrega sal marina, ralladura de 1/2 lima y 1 cucharada. jugo de lima fresco. entonces",
        "Masajee el pescado ligeramente, cubriendo todas las piezas. Reserva el pescado.",
        "En una sartén grande, caliente el aceite a temperatura media-alta. Agrega la cebolla y la sal marina.",
        "Saltee durante dos o tres minutos. Reduzca el fuego a medio. Agregue los jalapeños, el ajo,",
        "Agregue el caldo, la pasta de tomate y las especias. Mezcla. Llevar a fuego lento. Añade el",
        "Colocar el pescado en guiso. Cocine a fuego lento hasta que esté completamente cocido, de cuatro a seis",
        "minutos. Vierta el caldo sobre el pescado. Cocine hasta que el pescado esté cocido como desee. gusto y",
        "Sirva sobre arroz, espolvoreado con cebolletas o cilantro y exprima la lima."
      ],
      "steps": [
        "Ingredientes:",
        "x 6 onzas. filetes de salmón, sin espinas, secos y con piel",
        "cucharadas + 1/3 taza de aceite + extra para la parrilla",
        "Sal, kosher",
        "limón, pequeño",
        "chalota picada, pequeña",
        "cucharaditas de semillas de sésamo, negras",
        "cucharadita de miel, pura",
        "/2 cucharadita de aceite de sésamo, tostado",
        "Pimienta, molida",
        "taza de hojas de albahaca, trituradas",
        "Instrucciones:",
        "Prepare la parrilla para med. calor. Frote el salmón con 2 cucharadas. de petróleo. Temporada",
        "cada lado con sal kosher.",
        "Cortar las puntas del limón. Deseche los extremos. Coloque el limón en posición vertical. rebanada",
        "lóbulos externos cortados en cuatro secciones. Deja el corazón y las semillas. Picar finamente los lóbulos",
        "y transfiéralo a un tazón pequeño. Exprima el jugo del corazón sobre el tazón.",
        "Agregue el resto del aceite de oliva, el aceite de sésamo, la miel, las semillas de sésamo y las chalotas.",
        "Sazone con sal kosher y mucha pimienta molida. Mezcle y combine bien.",
        "Limpiar la parrilla y engrasarla. Coloque el salmón inmediatamente en la parrilla con la piel.",
        "lado hacia abajo. Cubrir. Cocine, dejando la piel hacia abajo durante todo el proceso.",
        "tiempo, hasta que la piel se queme ligeramente y el pescado se vuelva opaco, de seis a ocho minutos.",
        "Transfiera el salmón al plato. Dejar enfriar un poco.",
        "Divida el salmón en platos individuales y cúbralos con albahaca. Cuchara",
        "la salsa de sésamo y limón por encima. Atender.",
        "– Guiso Brasileño De Pescado Y Coco",
        "Este guiso de pescado es originario de Brasil, donde se le conoce como Moqueca. el pescado es",
        "cocinado a fuego lento en rica leche de coco, junto con lima, chiles, tomates y cebollas.",
        "Es un gran plato, lleno de sabores maravillosos.",
        "Rinde 4 porciones",
        "Ingredientes:",
        "para pescado",
        "a 1 1/2 libras. de pescado blanco, firme, como lubina, bacalao o fletán –",
        "más grueso es mejor",
        "/2 cucharadita de sal, mar",
        "lima fresca, solo jugo y ralladura",
        "a 3 cucharadas. de aceite, oliva o coco",
        "cebolla picada, roja",
        "/2 cucharadita de sal marina + extra al gusto",
        "taza de zanahorias picadas",
        "pimiento rojo cortado en cubitos",
        "dientes de ajo picados en trozos grandes",
        "/2 chile jalapeño cortado en cubitos",
        "cucharada de pasta de tomate, baja en sodio",
        "cucharaditas de pimentón dulce",
        "cucharadita de comino, molido",
        "taza de caldo, pollo o pescado",
        "1/2 tazas de tomates cortados en cubitos, frescos",
        "x 14 onzas. lata de leche de coco (sólidos y líquidos)",
        "/2 taza de perejil, cilantro o cebollines, picados",
        "chorrito de lima, fresca",
        "Instrucciones:",
        "Enjuague el pescado y séquelo. Cortar en trozos de dos pulgadas y colocarlos en",
        "tazón mediano. Agrega sal marina, ralladura de 1/2 lima y 1 cucharada. jugo de lima fresco. entonces",
        "Masajee el pescado ligeramente, cubriendo todas las piezas. Reserva el pescado.",
        "En una sartén grande, caliente el aceite a temperatura media-alta. Agrega la cebolla y la sal marina.",
        "Saltee durante dos o tres minutos. Reduzca el fuego a medio. Agregue los jalapeños, el ajo,",
        "pimientos morrones y zanahorias. Cocine de cuatro a cinco minutos más.",
        "Agregue el caldo, la pasta de tomate y las especias. Mezcla. Llevar a fuego lento. Añade el",
        "tomates. Cubra la sartén. Cocine a fuego lento durante cinco minutos, hasta que",
        "las zanahorias se han vuelto tiernas. Agrega la leche de coco. Probar y ajustar los condimentos.",
        "como se desee.",
        "Colocar el pescado en guiso. Cocine a fuego lento hasta que esté completamente cocido, de cuatro a seis",
        "minutos. Vierta el caldo sobre el pescado. Cocine hasta que el pescado esté cocido como desee. gusto y",
        "sazone nuevamente como desee.",
        "Sirva sobre arroz, espolvoreado con cebolletas o cilantro y exprima la lima."
      ],
      "prep_time": "5 minutes",
      "difficulty": "medium",
      "ingredients_count": 51,
      "qualifying_reason": [
        "under_30_minutes"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Para la salsa\n3 cucharadas de salsa de soja, reducida en sodio\n3 cucharadas de mirín\n1 cucharada de condimento tipo japonés Furikake\n\nPara montaje\n1 1/2 a 2 tazas de arroz, quinua o arroz negro bien cocido\n2 puñados grandes de repollo, rallado\n1 aguacate en rodajas\nPara decorar: cebolletas, condimento Furikake, pepino, hojuelas de chile\nInstrucciones:\n1. Si usa arroz, cocine y prepare.\n2. Mezcle el mirin y la salsa de soja en un tazón pequeño.\n3. Caliente el aceite en una sartén grande y pesada a temperatura media-alta. Sazone como desee y revuelva\njuntos. Agrega los champiñones y el salmón. Dorar cada lado hasta que esté dorado.\n4. Apague el fuego. Deja que la sartén se enfríe un poco para que la salsa no se queme.\nVierta la salsa sobre los champiñones y el salmón y revuelva. Dejar de lado.\n5. Divida el arroz en dos tazones individuales. Espolvorea con condimento japonés.\nColoque los trozos de aguacate y el repollo en tazones. Cubra con champiñones y\nsalmón. Espolvorea nuevamente con condimento japonés. Cuchara resto de salsa\nsobre repollo y aguacate. Sirva con prontitud.\n\n29 – Salmón A La Parrilla Con Sésamo\nUsar todas las partes del limón en esta salsa le da una gran textura y\nbrillo. La miel compensa cualquier amargor y el equilibrio lo convierte en un\nnatural para complementar el salmón.\nRinde 4 porciones\nTiempo de cocción + preparación: 1 hora 5 minutos\nIngredientes:\n4 x 6 onzas. filetes de salmón, sin espinas, secos y con piel\n2 cucharadas + 1/3 taza de aceite + extra para la parrilla\nSal, kosher\n1 limón, pequeño\n1 chalota picada, pequeña\n2 cucharaditas de semillas de sésamo, negras\n1 cucharadita de miel, pura\n1/2 cucharadita de aceite de sésamo, tostado\nPimienta, molida\n\n1 taza de hojas de albahaca, trituradas\nInstrucciones:\n1. Prepare la parrilla para med. calor. Frote el salmón con 2 cucharadas. de petróleo. Temporada\ncada lado con sal kosher.\n2. Cortar las puntas del limón. Deseche los extremos. Coloque el limón en posición vertical. rebanada\nlóbulos externos cortados en cuatro secciones. Deja el corazón y las semillas. Picar finamente los lóbulos\ny transfiéralo a un tazón pequeño. Exprima el jugo del corazón sobre el tazón.\n3. Agregue el resto del aceite de oliva, el aceite de sésamo, la miel, las semillas de sésamo y las chalotas.\nSazone con sal kosher y mucha pimienta molida. Mezcle y combine bien.\n4. Limpiar la parrilla y engrasarla. Coloque el salmón inmediatamente en la parrilla con la piel.\nlado hacia abajo. Cubrir. Cocine, dejando la piel hacia abajo durante todo el proceso.\ntiempo, hasta que la piel se queme ligeramente y el pescado se vuelva opaco, de seis a ocho minutos.\nTransfiera el salmón al plato. Dejar enfriar un poco.\n5. Divida el salmón en platos individuales y cúbralos con albahaca. Cuchara\nla salsa de sésamo y limón por encima. Atender.\n\n30 – Guiso Brasileño De Pescado Y Coco\nEste guiso de pescado es originario de Brasil, donde se le conoce como Moqueca. el pescado es\ncocinado a fuego lento en rica leche de coco, junto con lima, chiles, tomates y cebollas.\nEs un gran plato, lleno de sabores maravillosos.\nRinde 4 porciones\nTiempo de cocción + preparación: 40 minutos\nIngredientes:\npara pescado\n1 a 1 1/2 libras. de pescado blanco, firme, como lubina, bacalao o fletán –\nmás grueso es mejor\n1/2 cucharadita de sal, mar\n1 lima fresca, solo jugo y ralladura\npara guiso\n2 a 3 cucharadas. de aceite, oliva o coco\n\n1 cebolla picada, roja\n1/2 cucharadita de sal marina + extra al gusto\n1 taza de zanahorias picadas\n1 pimiento rojo cortado en cubitos\n4 dientes de ajo picados en trozos grandes\n1/2 chile jalapeño cortado en cubitos\n1 cucharada de pasta de tomate, baja en sodio\n2 cucharaditas de pimentón dulce\n1 cucharadita de comino, molido\n1 taza de caldo, pollo o pescado\n1 1/2 tazas de tomates cortados en cubitos, frescos\n1 x 14 onzas. lata de leche de coco (sólidos y líquidos)\n1/2 taza de perejil, cilantro o cebollines, picados\n1 chorrito de lima, fresca\nInstrucciones:\n1. Enjuague el pescado y séquelo. Cortar en trozos de dos pulgadas y colocarlos en\ntazón mediano. Agrega sal marina, ralladura de 1/2 lima y 1 cucharada. jugo de lima fresco. entonces\nMasajee el pescado ligeramente, cubriendo todas las piezas. Reserva el pescado.\n2. En una sartén grande, caliente el aceite a temperatura media-alta. Agrega la cebolla y la sal marina.\nSaltee durante dos o tres minutos. Reduzca el fuego a medio. Agregue los jalapeños, el ajo,\npimientos morrones y zanahorias. Cocine de cuatro a cinco minutos más.\n3. Agregue el caldo, la pasta de tomate y las especias. Mezcla. Llevar a fuego lento. Añade el\ntomates. Cubra la sartén. Cocine a fuego lento durante cinco minutos, hasta que\nlas zanahorias se han vuelto tiernas. Agrega la leche de coco. Probar y ajustar los condimentos.\ncomo se desee.\n4. Colocar el pescado en guiso. Cocine a fuego lento hasta que esté completamente cocido, de cuatro a seis\nminutos. Vierta el caldo sobre el pescado. Cocine hasta que el pescado esté cocido como desee. gusto y\nsazone nuevamente como desee.\n5. Sirva sobre arroz, espolvoreado con cebolletas o cilantro y exprima la lima.",
      "full_text_original": "For the Sauce\n3 tbsp. of soy sauce, reduced sodium\n3 tbsp. of mirin\n1 tbsp. of Furikake Japanese-type seasoning\n\nFor assembly\n1 1/2 to 2 cups of nicely cooked rice, quinoa or black rice\n2 large handfuls of cabbage, shredded\n1 sliced avocado\nFor garnishing: scallions, Furikake seasoning, cucumber, chili flakes\nInstructions:\n1. If using rice, cook and prepare.\n2. Mix mirin and soy sauce in small sized bowl.\n3. Heat oil in large, heavy skillet on med-high. Season as desired and swirl\ntogether. Add mushrooms and salmon. Sear each side till golden in color.\n4. Turn the heat off. Allow skillet to cool a bit so the sauce doesn’t burn.\nSpoon the sauce over tops of mushrooms and salmon and swirl. Set aside.\n5. Divide rice into two individual bowls. Sprinkle with Japanese seasoning.\nArrange avocado wedges and cabbage in bowls. Top with mushrooms and\nsalmon. Sprinkle with Japanese seasoning again. Spoon remainder of sauce\nover cabbage and avocado. Serve promptly.\n\n29 – Grilled Sesame Salmon\nUsing all the parts of the lemon in this sauce gives it a great texture and\nbrightness. The honey offsets any bitterness, and the balance Makes it a\nnatural to complement salmon.\nMakes 4 Servings\nCooking + Prep Time: 1 hour 5 minutes\nIngredients:\n4 x 6-oz. salmon fillets, removed pin bones, patted dry, skin-on\n2 tbsp. + 1/3 cup of oil + extra for the grill\nSalt, kosher\n1 lemon, small\n1 chopped shallot, small\n2 tsp. of sesame seeds, black\n1 tsp. of honey, pure\n1/2 tsp. of sesame oil, toasted\nPepper, ground\n\n1 cup of basil leaves, torn\nInstructions:\n1. Prepare grill for med. heat. Rub the salmon using 2 tbsp. of oil. Season\neach side with kosher salt.\n2. Cut lemon ends off. Discard ends. Place lemon standing upright. Slice\nouter lobes off in four sections. Leave the core and seeds. Chop lobes finely\nand transfer into small sized bowl. Squeeze juice out of core over the bowl.\n3. Add remainder of olive oil, sesame oil, honey, sesame seeds and shallots.\nSeason with kosher salt and plenty of ground pepper. Toss, combining well.\n4. Clean grill grate and oil it. Place salmon immediately on grill with the skin\nside facing down. Cover. Cook, leaving skin side facing down the whole\ntime, till skin chars lightly and fish becomes opaque, six to eight minutes.\nTransfer the salmon to plate. Allow to cool a bit.\n5. Divide the salmon among individual plates and top them with basil. Spoon\nthe sesame-lemon sauce over the top. Serve.\n\n30 – Brazilian Fish Coconut Stew\nThis fish stew originated in Brazil, where it’s known as Moqueca. The fish is\nsimmered in rich coconut milk, along with lime, chilies, tomatoes and onions.\nIt’s a great dish, filled with wonderful flavors.\nMakes 4 Servings\nCooking + Prep Time: 40 minutes\nIngredients:\nFor fish\n1 to 1 1/2-lbs. of white fish, firm, like bass, cod or halibut –\nthicker is better\n1/2 tsp. of salt, sea\n1 fresh lime, juice and zest only\nFor stew\n2 to 3 tbsp. of oil, olive or coconut\n\n1 diced onion, red\n1/2 tsp. of salt, sea + extra as desired\n1 cup of diced carrots\n1 diced bell pepper, red\n4 roughly chopped cloves of garlic\n1/2 diced jalapeno pepper\n1 tbsp. of tomato paste, low sodium\n2 tsp. of paprika, sweet\n1 tsp. of cumin, ground\n1 cup of stock, chicken or fish\n1 1/2 cups of diced tomatoes, fresh\n1 x 14-oz. can of milk, coconut (solids and liquids)\n1/2 cup of parsley, cilantro or scallions, chopped\n1 squeeze from lime, fresh\nInstructions:\n1. Rinse the fish and pat it dry. Cut in two-inch pieces and place them in\nmedium bowl. Add sea salt, 1/2 lime zest and 1 tbsp. fresh lime juice. Then\nmassage fish lightly, coating all pieces. Set fish aside.\n2. In large-sized sauté pan, heat oil on med-high. Add onions and sea salt.\nSauté for two to three minutes. Reduce heat to med. Add jalapeños, garlic,\nbell peppers and carrots. Cook for four to five minutes more.\n3. Add stock, tomato paste and spices. Mix. Bring to simmer. Add the\ntomatoes. Cover pan. Gently simmer over med-low heat for five minutes, till\ncarrots have become tender. Add coconut milk. Taste and adjust seasonings\nas desired.\n4. Nestle fish in stew. Gently simmer till cooked fully through, four to six\nminutes. Spoon broth over fish. Cook till fish is done as you desire. Taste and\nseason again as desired.\n5. Serve on rice, sprinkled with scallions or cilantro and squeeze from lime."
    },
    {
      "title": "Conclusión",
      "title_original": "Conclusion",
      "page": 69,
      "pages_span": null,
      "ingredients": [
        "Este libro de cocina de pescado te ha mostrado...",
        "Cómo utilizar diferentes ingredientes para lograr sabores únicos y maravillosos en el pescado",
        "¿Cómo puedes incluir recetas de pescado en tu repertorio casero?",
        "recetas de pescado. Encuéntrelos en los mercados de alimentos locales.",
        "salmón, caballa y bacalao. El pescado es un pilar de una alimentación saludable,",
        "utilizado en recetas de pescado."
      ],
      "steps": [],
      "prep_time": null,
      "difficulty": null,
      "ingredients_count": 6,
      "qualifying_reason": [
        "from_fish_cookbook"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Conclusión\nEste libro de cocina de pescado te ha mostrado...\nCómo utilizar diferentes ingredientes para lograr sabores únicos y maravillosos en el pescado\nplatos tanto conocidos como raros.\n¿Cómo puedes incluir recetas de pescado en tu repertorio casero?\nPuedes…\nPrepara patatas nuevas y pargo, que quizás no hayas comido.\nantes. Son tan sabrosos como parecen.\nAprende a cocinar con limón y sésamo, muy utilizados en\nrecetas de pescado. Encuéntrelos en los mercados de alimentos locales.\nDisfrute preparando los más deliciosos platos de mariscos, incluyendo\nsalmón, caballa y bacalao. El pescado es un pilar de una alimentación saludable,\ny hay MUCHAS maneras de hacerlo genial.\nPrepare platos con pimientos morrones y champiñones, que a menudo se\nutilizado en recetas de pescado.\nPrepare varios tipos de mariscos como trucha y tilapia, que\nTienta el apetito de tu familia.\n¡Diviértete experimentando! ¡Disfruta de los resultados!",
      "full_text_original": "Conclusion\nThis fish cookbook has shown you…\nHow to use different ingredients to affect unique and wonderful tastes in fish\ndishes both well-known and rare.\nHow can you include fish recipes in your home repertoire?\nYou can…\nMake new potatoes and snapper, which you may not have had\nbefore. They are just as tasty as they sound.\nLearn to cook with lemon and sesame, which are widely used in\nfish recipes. Find them in local food markets.\nEnjoy making the most delectable seafood dishes, including\nsalmon, mackerel and cod. Fish is a mainstay in healthy eating,\nand there are SO many ways to make it great.\nMake dishes using bell peppers and mushrooms, which are often\nused in fish recipes.\nMake various types of seafood like trout and tilapia, which will\ntempt your family’s appetite.\nHave fun experimenting! Enjoy the results!"
    },
    {
      "title": "Sobre el autor",
      "title_original": "About the Author",
      "page": 70,
      "pages_span": [
        72,
        70,
        71
      ],
      "ingredients": [],
      "steps": [],
      "prep_time": null,
      "difficulty": null,
      "ingredients_count": null,
      "qualifying_reason": [
        "from_fish_cookbook"
      ],
      "recipe_type": "fish/seafood",
      "original_language": "en",
      "full_text": "Sobre el autor\nAllie Allen desarrolló su pasión por las artes culinarias a la tierna edad de\ncinco cuando ayudaba a su madre a cocinar para su gran familia de ocho personas. Incluso\nEn aquel entonces, su familia sabía que esto sería más que un pasatiempo para la joven.\nAllie y cuando se graduó de la escuela secundaria, postuló a la cocina.\nescuela en Londres. El joven chef siempre había soñado con estudiar con\nalgunos de los mejores de Europa y lo hizo posible asistiendo al Chef\nAcademia de Londres.\nDespués de graduarse, Allie decidió traer sus habilidades a Norteamérica y\nabrir su propio restaurante. Después de 10 exitosos años como jefe de cocina y\npropietario, decidió vender su negocio y seguir otras vías profesionales. esto\nUna decisión monumental llevó a Allie a su verdadera vocación: la enseñanza. ella también empezó\nescribir libros electrónicos para que sus alumnos estudien en casa y practiquen. Ella es ahora la\norgulloso autor de varios libros electrónicos y ofrece cocina privada y semiprivada.\nlecciones para una variedad de estudiantes en todos los niveles de experiencia.\n\nEstén atentos para más información de esta dinámica chef y maestra cuando publique\nPróximamente publicaremos más libros electrónicos informativos sobre cocina y repostería. su trabajo\n¡está lleno de tiendas y anécdotas que te encantarán!\n\nPensamientos posteriores del autor\nNo puedo expresar lo agradecido que estoy de que hayas decidido leer mi libro. mi mas\nGracias de todo corazón por tomarte un tiempo de tu vida para elegir mi trabajo y yo.\nEspero que encuentre beneficios en estas páginas.\nHay tantos libros disponibles hoy en día que ofrecen contenido similar para que\nLo hace aún más humillante que hayas decidido comprar el mío.\n¡Cuéntame qué te pareció! Estoy ansioso por escuchar su opinión e ideas sobre lo que\nlees al igual que otros que buscan un buen libro para comprar. dejar un\n¡Revíselo en Amazon.com para que otros puedan beneficiarse de su sabiduría!\nCon muchas gracias,",
      "full_text_original": "About the Author\nAllie Allen developed her passion for the culinary arts at the tender age of\nfive when she would help her mother cook for their large family of 8. Even\nback then, her family knew this would be more than a hobby for the young\nAllie and when she graduated from high school, she applied to cooking\nschool in London. It had always been a dream of the young chef to study with\nsome of Europe’s best and she made it happen by attending the Chef\nAcademy of London.\nAfter graduation, Allie decided to bring her skills back to North America and\nopen up her own restaurant. After 10 successful years as head chef and\nowner, she decided to sell her business and pursue other career avenues. This\nmonumental decision led Allie to her true calling, teaching. She also started\nto write e-books for her students to study at home for practice. She is now the\nproud author of several e-books and gives private and semi-private cooking\nlessons to a range of students at all levels of experience.\n\nStay tuned for more from this dynamic chef and teacher when she releases\nmore informative e-books on cooking and baking in the near future. Her work\nis infused with stores and anecdotes you will love!\n\nAuthor's Afterthoughts\nI can’t tell you how grateful I am that you decided to read my book. My most\nheartfelt thanks that you took time out of your life to choose my work and I\nhope you find benefit within these pages.\nThere are so many books available today that offer similar content so that\nmakes it even more humbling that you decided to buying mine.\nTell me what you thought! I am eager to hear your opinion and ideas on what\nyou read as are others who are looking for a good book to buy. Leave a\nreview on Amazon.com so others can benefit from your wisdom!\nWith much thanks,"
    }
  ]
}