{
  "source": {
    "title": "Fish Consumption and Health",
    "authors": [
      "George P Gagne",
      "Richard H Medrano",
      "ProQuest (Firm)"
    ],
    "year": null,
    "publisher": "Nova Science",
    "language": "en"
  },
  "language": "en",
  "total_entries": 15,
  "entries": [
    {
      "id": "beneficios-e-inquietudes",
      "title": "Beneficios e inquietudes",
      "title_original": "Beneficios e inquietudes",
      "slug": "beneficios-e-inquietudes",
      "especies": [
        "brotola",
        "mejillon"
      ],
      "especies_details": [
        {
          "id": "brotola",
          "matched_by": "alias",
          "matched_text": "ling",
          "confidence": 0.9
        },
        {
          "id": "mejillon",
          "matched_by": "alias",
          "matched_text": "mussel",
          "confidence": 0.9
        }
      ],
      "especies_main": "brotola",
      "presentacion_recomendada": null,
      "especies_info": [
        {
          "id": "brotola",
          "nombre": "Brótola",
          "nombre_cientifico": "Salilota australis",
          "tipo": "pescado",
          "categoria": "Blanco de profundidad",
          "aliases": [
            "cusk",
            "ling",
            "brótola"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Tronco",
            "Cola"
          ],
          "caracteristicas": {
            "textura": "Muy firme",
            "sabor": "Suave",
            "grasa": "Bajo",
            "color_carne": "Blanco"
          },
          "metodos_coccion_recomendados": [
            "Horno",
            "Parrilla",
            "Plancha",
            "Guisos"
          ],
          "temporada_mejor": [
            "Todo el año"
          ],
          "precio_rango": "medio",
          "popular_argentina": true
        },
        {
          "id": "mejillon",
          "nombre": "Mejillón",
          "nombre_cientifico": "Mytilus edulis platensis",
          "tipo": "marisco",
          "categoria": "Molusco bivalvo",
          "aliases": [
            "mussel",
            "mejillón",
            "mejillones",
            "mussels"
          ],
          "presentaciones": [
            "Vivo con concha",
            "Cocido sin concha",
            "Media concha"
          ],
          "caracteristicas": {
            "textura": "Tierna",
            "sabor": "Marino intenso",
            "color": "Naranja-amarillo"
          },
          "metodos_coccion_recomendados": [
            "Vapor",
            "Marinera",
            "Escabeche",
            "Guisos"
          ],
          "temporada_mejor": [
            "Otoño",
            "Invierno"
          ],
          "precio_rango": "bajo",
          "popular_argentina": true
        }
      ],
      "content_type": "salud",
      "category": "nutricion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [
        {
          "name": "of frequently eaten foods like porridge, polenta, corn flakes,",
          "name_original": "of frequently eaten foods like porridge, polenta, corn flakes,",
          "order": 1
        },
        {
          "name": "popcorn, tacos, chips, canned de-embryonated kernels, and other food products. Corn is also",
          "name_original": "popcorn, tacos, chips, canned de-embryonated kernels, and other food products. Corn is also",
          "order": 2
        },
        {
          "name": "component of products used in the elaboration of bread, cakes and beer. In addition, corn",
          "name_original": "component of products used in the elaboration of bread, cakes and beer. In addition, corn",
          "order": 3
        },
        {
          "name": "may be used in the elaboration of starch, glue, cosmetics, stickers, stamp adhesives, exipients",
          "name_original": "may be used in the elaboration of starch, glue, cosmetics, stickers, stamp adhesives, exipients",
          "order": 4
        },
        {
          "name": "(for example, in the formulations of aspirin and vitamins), chewing gum, talcum powder,",
          "name_original": "(for example, in the formulations of aspirin and vitamins), chewing gum, talcum powder,",
          "order": 5
        },
        {
          "name": "lozenges, ointments, toothpastes, laxatives and bath powder [3]",
          "name_original": "lozenges, ointments, toothpastes, laxatives and bath powder [3]",
          "order": 6
        },
        {
          "name": "The protein composition of maize seeds has been investigated in depth. However, few",
          "name_original": "The protein composition of maize seeds has been investigated in depth. However, few",
          "order": 7
        },
        {
          "name": "studies have addressed the identification of maize allergens. A major lipid transfer protein",
          "name_original": "studies have addressed the identification of maize allergens. A major lipid transfer protein",
          "order": 8
        },
        {
          "name": "(LTP) allergen of maize appears to be a protein belonging to group 1 of grass pollen allergens",
          "name_original": "(LTP) allergen of maize appears to be a protein belonging to group 1 of grass pollen allergens",
          "order": 9
        },
        {
          "name": "that are responsible for seasonal respiratory symptoms; the maize allergen appears to be",
          "name_original": "that are responsible for seasonal respiratory symptoms; the maize allergen appears to be",
          "order": 10
        },
        {
          "name": "responsible for provoking food-induced allergen reactions. Similar to flour, particles of corn",
          "name_original": "responsible for provoking food-induced allergen reactions. Similar to flour, particles of corn",
          "order": 11
        },
        {
          "name": "can also be inhaled by people handling it while making cakes, pastry cooks, by housewives",
          "name_original": "can also be inhaled by people handling it while making cakes, pastry cooks, by housewives",
          "order": 12
        },
        {
          "name": "and by farmers. Corn flour contains about 7% to 13% protein that can be fractionated into",
          "name_original": "and by farmers. Corn flour contains about 7% to 13% protein that can be fractionated into",
          "order": 13
        },
        {
          "name": "several solubility classes; the salt-extractable fraction (albumins and globulins) averages less",
          "name_original": "several solubility classes; the salt-extractable fraction (albumins and globulins) averages less",
          "order": 14
        },
        {
          "name": "than 4% of the total endosperm protein and mainly comprises of proteins with metabolic",
          "name_original": "than 4% of the total endosperm protein and mainly comprises of proteins with metabolic",
          "order": 15
        },
        {
          "name": "functions whereas 60-70% of proteins are called zeins.",
          "name_original": "functions whereas 60-70% of proteins are called zeins.",
          "order": 16
        },
        {
          "name": "Corn is often cited as an allergenic food and positive specific IgE to this cereal have been",
          "name_original": "Corn is often cited as an allergenic food and positive specific IgE to this cereal have been",
          "order": 17
        },
        {
          "name": "reported. In Mexico, despite the high consumption pattern of corn, there is only limited",
          "name_original": "reported. In Mexico, despite the high consumption pattern of corn, there is only limited",
          "order": 18
        },
        {
          "name": "information on food-induced allergic reactions to maize in adults. Symptoms may include",
          "name_original": "information on food-induced allergic reactions to maize in adults. Symptoms may include",
          "order": 19
        },
        {
          "name": "urticaria, diarrhea, wheezing, and in some cases anaphylaxis. Therefore, the authors",
          "name_original": "urticaria, diarrhea, wheezing, and in some cases anaphylaxis. Therefore, the authors",
          "order": 20
        },
        {
          "name": "performed the present study in order to evaluate specific IgE levels as a diagnostic test of",
          "name_original": "performed the present study in order to evaluate specific IgE levels as a diagnostic test of",
          "order": 21
        },
        {
          "name": "corn allergy in children.",
          "name_original": "corn allergy in children.",
          "order": 22
        },
        {
          "name": "Fish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook",
          "name_original": "Fish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook",
          "order": 23
        },
        {
          "name": "Copyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.",
          "name_original": "Copyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.",
          "order": 24
        },
        {
          "name": "In: Fish Consumption and Health",
          "name_original": "In: Fish Consumption and Health",
          "order": 25
        },
        {
          "name": "ISBN 978-1-60741-151-2",
          "name_original": "ISBN 978-1-60741-151-2",
          "order": 26
        },
        {
          "name": "Editors: George P. Gagne and Richard H. Medrano       © 2009 Nova Science Publishers, Inc.",
          "name_original": "Editors: George P. Gagne and Richard H. Medrano       © 2009 Nova Science Publishers, Inc.",
          "order": 27
        }
      ],
      "steps": [],
      "tags": [
        "brotola",
        "mejillon",
        "general",
        "fácil",
        "omega-3",
        "cardiovascular",
        "blanco-de-profundidad",
        "muy firme",
        "suave",
        "grasa-bajo",
        "molusco-bivalvo",
        "tierna",
        "marino intenso"
      ],
      "summary": "Benefits and Concerns \n167 \nKathleen M. Gura \nChapter XI \nDo Specific Immunoglobulin E Levels Have any Role in the \nDiagnostic of Corn Allergy in Children? \n177 \nElizabeth Estrada-Reyes, Mirna Toledo-Bahena,  \nand Alejandro A. Nava-Ocampo \nIndex \n \n181 \n \n \n \nFish Consumption and Health, edited by G...",
      "excerpt": "Benefits and Concerns  167  Kathleen M. Gura ",
      "full_text": "Benefits and Concerns \n167 \nKathleen M. Gura \nChapter XI \nDo Specific Immunoglobulin E Levels Have any Role in the \nDiagnostic of Corn Allergy in Children? \n177 \nElizabeth Estrada-Reyes, Mirna Toledo-Bahena,  \nand Alejandro A. Nava-Ocampo \nIndex \n \n181 \n \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\n \n \n \n \n \n \n \n \n \nPreface \n \n \nChapter I - Fish is one of the main components of a healthy diet and an excellent source \nof numerous beneficial compounds, such as proteins, vitamins, minerals and especially n-3 \nfatty acids, with several health benefits and particularly as far as cardiovascular disease is \nconcerned. There is good evidence that modest fish consumption of approximately two \nservings of fish per week lowers the primary risk of coronary artery disease. Fish oil is rich in \nn-3 fatty acids which have anti-inflammatory, antithrombotic, antiarrhythmic, hypolipidemic, \nhypotensive and vasodilatory properties. Fish consumption also has beneficial effects in type \n2 diabetes, stroke, renal disease, types of cancer and especially breast, endometrial, \ncolorectal, renal and prostate, rheumatoid arthritis, asthma and chronic obstructive pulmonary \ndisease. Furthermore adequate fish consumption is necessary in order to ensure proper brain \ndevelopment and cognitive performance. Deficiencies in n-3 long chain fatty acids or \nimbalance in the n-6 to n-3 fatty acid ratio have been implicated in a variety of central \nnervous system disorders, such as Alzheimer’s disease and psychiatric illnesses, including \ndepression and mood disorders. On the other hand fish consumption in large amounts has \nbeen related to health risks, mainly due to its content in toxic heavy metals, polychlorinated \nbiphenyls and dioxins. Fish is the main source of methylmercury for the general population, \nthus there is a potential harm from mercury present in fish, especially for women of \nchildbearing age and children. \nChapter II - Eating fish, especially cold-water ocean fish, has traditionally been \nassociated with better health, due to generally high amounts of omega-3 fatty acids, vitamin \nD, and high-quality amino acids. However, due to reduced availability of such fish and an \never increasing world population, many people cannot obtain such fish. Thus, this chapter \nexplores the possibility that the health benefits of eating fish could be obtained from largely \nvegetable sources. There are good vegetable sources of omega-3 fatty acids, including \nrapeseed (canola) oil, and flaxseed oil. Vitamin D3 (cholecalciferol) supplements are a \nreliable source of vitamin D, and both solar and artificial UVB are also good sources in \nmoderation. Vegetable products can provide adequate amounts of protein and essential amino \nacids, with combining several types of vegetable products indicated for obtaining the \nessential amino acids in the ratio in which the body can use them. \nChapter III - To understand consumption patterns for self-caught fish it is essential to \nexamine the knowledge base used by people in making decisions, including both the risks \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nGeorge P. Gagne and Richard H. Medrano \nviii \nand benefits. Public perceptions of warnings about contaminants in fish have been frequently \nexamined from a number of different locations, but seldom have both the risks and benefits \nbeen examined together, especially from different nearby locations. In this chapter I examine \nperceptions of the risks, warnings about, and benefits of fish consumption in three coastal \nestuaries. Fishermen and other recreationists (N = 329) were interviewed in Barnegat Bay \nNew Jersey, the New York/New Jersey Harbor, and along the northern shore of Long Island \nin 2007 and 2008. Overall, a higher percentage of people from all three regions had heard \nabout the benefits of fish consumption compared to the risks (or warnings about fish \nconsumption). While there were no locational differences in having heard about the risks \nfrom fish consumption or in belief in any warnings, there were significant differences in \nknowledge about warnings, differences in contaminant loads among fish, and health benefits \nfrom eating fish. People from Long Island were less aware of warnings about fish \nconsumption, and fewer knew that contaminants loads differed among fish, although the \nfewest people from the harbor were aware of the benefits of fish consumption. There were \nseveral other major differences: 1) awareness of mercury was higher in people interviewed \nfrom Barnegat Bay compared to elsewhere, 2) Word of mouth was they method over 55 % of \nthe people from Barnegat Bay heard about warnings compared to 13 % from the harbor (and \nnone on Long Island), 3) More people from Long Island had heard about warnings for \nbluefish and striped bass compared to those from elsewhere, 4) A higher percentage of people \nfrom the harbor knew about contaminants in bottom-dwelling fish compared to elsewhere, \nand 5) Fewer people from the harbor knew that fish were generally healthy and had high \nOmega-3 oils. These data illustrate that even people from the same region do not have the \nsame knowledge base and that benefits of fish consumption are more widely known generally \nthan the risks, although specific information about benefits is generally low. Public policy \nmakers, risk managers, and health professionals need to be aware of the knowledge base of \nlocal residents, and a targeted information campaign is necessary to more broadly inform the \npublic about the specific warnings (relative to both contaminants and fish species) and health \nbenefits of fish consumption so that they can make informed decisions about consumption. \nChapter IV - Fish is an important part of a healthy diet. There are many nutritional \nbenefits from including fish in the diet. Fish are low in saturated fats and contain high quality \nprotein and omega-3 fatty acids (a class of fatty-acids that are essential for cell development \nand have other beneficial health effects). Fish also supply a number of vitamins and minerals \nincluding calcium, iron, zinc, vitamin A, niacin, vitamin B6 and vitamin D. Eating fish can \ncontribute to a healthy heart and a child’s proper growth and intellectual development. \nStudies have shown that eating fish regularly (such as twice per week) can reduce the chance \nof death from a heart attack. However, concerns have long existed about whether fish are safe \nto eat due to the trace amounts of chemicals that may be present in fish tissue. Low levels of \nnatural and man-made chemicals are in the water in which fish live. Three of the chemicals \nthat can accumulate in fish tissue are mercury, polychlorinated biphenyls (PCBs), and \nchlordane among others. Human health studies have indicated that reproductive function may \nbe disrupted by exposure to these chemicals; neurobehavioral and developmental deficits \noccur in newborns and continue through school-aged children who had in utero been \nexposed. Other systemic effects (e.g., self-reported liver disease and diabetes, and effects on \nthe thyroid and immune systems) are associated with elevated serum levels; and increased \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nPreface \nix\ncancer risks are also associated with exposures. This article examines the economic \nimportance of fish consumption in relation to good health and looks at the potentials of \nproducing safe fish through aquaculture. \nChapter V - The patients with end-stage renal disease (ESRD) include significant \npercentage of malnourished patients together with other risk factors: dyslipoproteinaemia, \ninsulin resistance, increased oxidative stress, inflammation, and they all together impair \nendothelial function.  \nNutrition, glicoregulation disorders and insulin resistance as etiologic factors participate \na grate deal in premature atherosclerosis. Abnormal fatty acid patterns are reported in patients \nwith such diseases as diabetes mellitus, inflammatory bowel disease, rheumatoid arthritis and \natherosclerosis. Basic mechanism of these disorders is connected with changes in cells \nfunctions on the membrane level. These basic discoveries help us in understanding the \ndamage process of endothelial and appearance of its dysfunction by inflammation process \nand by lipid peroxidation process.  \nThe authors examine association between atherosclerotic risk factors and nutritional \nstatus in hemodialysis patients. Their research is a part of the study in which haemodialysis \npatients will be followed. In the authors’ previous study they examined HD patients which \nwere administered supplementation n-3 PUFAs for two months. Dietary regime with fish oil \ncould be used in dialysis patients to slow down atherosclerosis process and improve \nnutritional parameters. \nForty three hemodialysis patients were examined (20 males, 23 females, 55±12 years). \nNutritional and inflammatory markers-including serum concentrations of C-reactive protein, \ntumor necrosis factor alpha, and interleukin 6- were measured. Mortality was followed \nprospectively for up to 12 mo.  \nSignificant negative correlation between serum level of CRP and macroangiopathy was \nfound. There was significant positive correlation between arachidonic acid (AA) and high \nsensitivity C-reactive protein (hs-CRP). Significant correlation was found between body mass \nindex (BMI) and n-3 fatty acids.  \nIncreasing inflammation and endothelial dysfunction predict the development of vascular \ndisease. We report the relationship between inflammatory markers and nutritional parameters \nindices of atherosclerosis and other cardiovascular risk factors in patients on hemodialysis. \nChapter VI - Background: Epidemiologic data suggest that omega-3 fatty acids derived \nfrom fish oil reduce cardiovascular disease. \nObjective: To assess whether dietary supplements of eicosapentaenoic acid (EPA) and \ndocosahexaenoic acid (DHA) alter cardiovascular deaths and cardiovascular events \nData Sources: MEDLINE, Embase, the Cochrane Database of Systematic Reviews and \ncitation review of relevant primary and review articles. \nStudy Selection: Prospective, randomized, placebo-controlled clinical trials that \nevaluated clinical cardiovascular endpoints (cardiovascular deaths and all cardiovascular \nevents) in patients randomized to EPA/DHA or placebo. The authors only included studies \nthat used dietary supplements of DHA/EPA which were administered for at least one year.  \nData Extraction: Data were abstracted on study design, study size, type and dose of \nomega-3 supplement, cardiovascular events and duration of followup. Studies were grouped \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nGeorge P. Gagne and Richard H. Medrano \nx \naccording to the risk of cardiovascular events (high risk and moderate/low risk). Meta-\nanalytic techniques were used to analyze the data.  \nData Synthesis: The authors identified nine studies that included 31 996 patients. Dietary \nsupplementation with omega-3 fatty acids significantly reduced the risk of cardiovascular \ndeaths (OR 0.8; 0.71-0.95, p=0.007). The mortality benefit was largely due to the studies \nwhich enrolled high risk patients. Similarly, dietary supplementation with omega-3 fatty \nacids significantly reduced the risk of all cardiovascular events (OR 0.82; 95% CI 0.74 to \n0.90, p< 0.0001). This benefit was present in both high and low risk groups. Meta-regression \nfailed to demonstrate a relationship between the daily dose of omega-3 fatty acid and clinical \noutcome.  \nConclusions: Dietary supplementation with omega-3 fatty acids should be considered in \npatients at risk for cardiovascular disease. \nChapter VII - Introduction: In the past few decades, there has been an enormous interest \nin quantifying the relationship between fish consumption and the risk of various \nmalignancies. Previous research suggested that consumption of even relatively small amounts \nof fish is associated with a reduced risk of several cancers, especially of oral cavity and \npharynx, esophagus, stomach, colon, rectum, and pancreas. Despite the growing body of \nliterature in this area, studies have reported mixed results. The aim of this chapter is to \nprovide a comprehensive summary of evidence that exists in the area of fish consumption and \ncancer by concentrating on four major cancers described in relation to fish consumption, \nincluding colorectal, breast, prostate, and lung cancers. \nMethods: Articles published from 1970 to 2008 were identified using the Pubmed search \nengine, and selected if they included results on the effect of dietary fish consumption on four \nmajor cancers, if they were cohort or case control studies, they were published in English or \nhad expanded abstract available in English language. Case studies and studies with less than \n10 participants were excluded. Two reviewers independently reviewed the articles using a \nstructured abstraction form.  \nResults: Over 5,000 titles dealing with fish consumption and cancer have been identified \nthrough the initial search. Flagging the article titles that specifically dealt with the cancers of \ninterest narrowed the search to approximately 50 studies in the area of biomarkers and 300 in \nthe area of fish consumption and cancer. Seven studies in the area of biomarkers and fish \nconsumption were evaluated in detail. These studies demonstrated that fish consumption \nplays an important role in inflammatory processes associated with cancer development.  \nConclusions: Large number of cohort and case control studies from around the world \nprovide interesting data about the efficacy of fish consumption for cancer prevention, \nhowever these data are still not conclusive. In particular, the effect of omega-3 fatty acid \nconsumption on cancer incidence needs further investigation. There needs to be more well-\ndesigned longitudinal studies in this area to quantify the relationship between fish \nconsumption and cancer.  \nChapter VIII - Fish consumption confers nutritional benefits and potential contamination \nrisks. The issue is of particular concern to reproductive-aged women and their infants. \nAlthough federal and local fish consumption advisories are controversial and appear to cause \nconfusion, their behavioral and biological impacts are not well understood. The authors \nreview available literature regarding correlates of fish consumption, the extent of advisory \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nPreface \nxi\nawareness among Americans, and the behavioral impacts of advisory awareness. They \nestimate advisory compliance and its sociodemographic and behavioral correlates among \npregnant participants of a western Washington cohort study. Finally, they identify gaps in \ncurrent knowledge and suggest areas for future research. Many studies show that maternal \nfish consumption directly relates to maternal and fetal mercury exposures. Far fewer describe \nwomen’s knowledge and behaviors regarding the risks of fetal mercury exposures. Among \n2,383 pregnant women in western Washington, lack of periconceptional fish consumption \nwas associated with maternal age <20 years and both leanness and overweight before \npregnancy. Consumption above federal advisory guidelines was associated with age ≥35 \nyears, smoking before pregnancy, post-high school education, and nulliparity. Until we better \nunderstand the behavioral impacts of federal and local advisories, we will be unable to \nimprove the ways in which we communicate the benefits and risks of fish consumption to \nreproductive-aged women.  \nChapter IX - Shellfish is one of the main commercial productions in aquaculture industry \nof USA, Europe, Japan and China. Since shellfish feed by filtration, often they accumulate \n(bio-) toxins, bacteria, and parasites. As a result thousands people suffered Paralytic-, \nAmnesic-, or Diarrheic Shellfish Poisoning (PSP, ASP, DSP), ciguatera and other diseases \nduring the twentieth century (and as consequence many people died). Relevant efforts have \nbeen made in prevention programs, treatments and legislation to reduce the incidence of such \ndiseases (usually obtaining satisfactory results).  \nHowever, new emerging health problems are being linked to shellfish consumption. For \nexample, mussels (Mytilus galloprovincialis) and cockles (Cerastoderma edule) store \ninfectious Cryptosporidium parvum oocyst, which produce diarrhea in humans (being a \nrelevant cause of died in AIDS infected people). On the other hand, European legislation \nallows less than 0,16μg DSP toxin (okadaic acid equivalent) per gram of meat (Decision \n2002/225/CE), which is enough to prevent Diarrheic Shellfish Poisoning. In spite of this, \nDSP toxins are also potent tumor promoters. An epidemiological study shows a statistically \nsignificant correlation (p<0.001) between consumption of molluscs and the incidence of \ncolorectal cancer (an increase of 7 times in shellfish consumption produced duplication in the \nrisk ratio of colorectal cancer. Many other risks have not been taken in account. For instance, \nshellfish from estuaries can accumulate microcystins (potent hepatotoxins) produced by \nfreshwater cyanobacteria transported to the estuary by the river. Microcystins have been \nimplicated in the high rates of hepatic cancer in China population.  \nAs a conclusion, a lot of work is still necessary to assure a safety in shellfish \nconsumption. \nChapter X - Until recently, all patients receiving parenteral nutrition (PN) received all or \na portion of their fat calories from lipid emulsions derived from soybean oils. It was felt that \nusing another fat source alone, such as fish oil, would predispose patients to developing \nessential fatty acid deficiency (EFAD), bleeding, or other complications. This review \ndescribes recent developments in the use of fish oil based intravenous fat emulsions as \nmonotherapy in the PN dependent patient as it relates to the reversal of PN associated liver \ndisease and provides an overview of why complications such as bleeding or EFAD are rare. \nOther benefits of using fish oil as the preferred parenteral lipid source, such as prevention of \nretinopathy of prematurity and hypertriglyceridemia, will also be discussed. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nGeorge P. Gagne and Richard H. Medrano \nxii \nChapter XI - Cereals, of the taxonomic family Gramineae, are responsible for a high rate \nof allergic and immunologic reactions. Cereals include wheat, barley, rye, oats, rice and \nmaize, and different consumption patterns of various cereals around the world may justify the \ndifferent rates of sensitization reported for each cereal. They are the major components of the \nhuman diet in many countries around the world, and sensitization to any of the cereals \nconsequently represents a major public health challenge. In many countries, corn (Zea mays \nL) is the basic ingredient of frequently eaten foods like porridge, polenta, corn flakes, \npopcorn, tacos, chips, canned de-embryonated kernels, and other food products. Corn is also \ncomponent of products used in the elaboration of bread, cakes and beer. In addition, corn \nmay be used in the elaboration of starch, glue, cosmetics, stickers, stamp adhesives, exipients \n(for example, in the formulations of aspirin and vitamins), chewing gum, talcum powder, \nlozenges, ointments, toothpastes, laxatives and bath powder [3] \nThe protein composition of maize seeds has been investigated in depth. However, few \nstudies have addressed the identification of maize allergens. A major lipid transfer protein \n(LTP) allergen of maize appears to be a protein belonging to group 1 of grass pollen allergens \nthat are responsible for seasonal respiratory symptoms; the maize allergen appears to be \nresponsible for provoking food-induced allergen reactions. Similar to flour, particles of corn \ncan also be inhaled by people handling it while making cakes, pastry cooks, by housewives \nand by farmers. Corn flour contains about 7% to 13% protein that can be fractionated into \nseveral solubility classes; the salt-extractable fraction (albumins and globulins) averages less \nthan 4% of the total endosperm protein and mainly comprises of proteins with metabolic \nfunctions whereas 60-70% of proteins are called zeins.  \nCorn is often cited as an allergenic food and positive specific IgE to this cereal have been \nreported. In Mexico, despite the high consumption pattern of corn, there is only limited \ninformation on food-induced allergic reactions to maize in adults. Symptoms may include \nurticaria, diarrhea, wheezing, and in some cases anaphylaxis. Therefore, the authors \nperformed the present study in order to evaluate specific IgE levels as a diagnostic test of \ncorn allergy in children. \n \n \n \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIn: Fish Consumption and Health \n \nISBN 978-1-60741-151-2 \nEditors: George P. Gagne and Richard H. Medrano       © 2009 Nova Science Publishers, Inc.",
      "source_book": "Fish Consumption and Health",
      "source_page": 8,
      "original_language": "en",
      "quality_score": 70,
      "confidence_score": 0.85,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.884Z"
    },
    {
      "id": "factores-de-riesgo-de-enfermedades-cardiovasculares",
      "title": "Factores de riesgo de enfermedades cardiovasculares",
      "title_original": "Factores de riesgo de enfermedades cardiovasculares",
      "slug": "factores-de-riesgo-de-enfermedades-cardiovasculares",
      "especies": [],
      "especies_details": [],
      "especies_main": null,
      "presentacion_recomendada": null,
      "especies_info": [],
      "content_type": "salud",
      "category": "salud_cardiovascular",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "general",
        "fácil",
        "cardiovascular"
      ],
      "summary": "Cardiovascular Disease Risk Factors \nLong-term fish intake has been associated with reduced levels of the most common \ncardiovascular disease risk factors not only in the general population, but also in a cohort of \nelderly people. Long-term increased fish consumption has been related to a significa...",
      "excerpt": "Cardiovascular Disease Risk Factors  Long-term fish intake has been associated with reduced levels of the most common  cardiovascular disease risk factors not only in the general population, but also ",
      "full_text": "Cardiovascular Disease Risk Factors \nLong-term fish intake has been associated with reduced levels of the most common \ncardiovascular disease risk factors not only in the general population, but also in a cohort of \nelderly people. Long-term increased fish consumption has been related to a significant \nreduction in systolic blood pressure, total serum cholesterol, triglyceride and fasting blood \nglucose levels, while no effect of fish intake was observed on diastolic blood pressure, HDL, \nand LDL cholesterol levels [16, 44, 62]. N-3 fatty acids are also suggested to reduce levels of \nVLDL cholesterol, improving the lipoprotein profile by decreasing the fraction of atherogenic \nsmall, dense LDL, not only in healthy adults but also among patients with \nhypertriglyceridemia and diabetics [38, 42, 63, 64]. \nN-3 fatty acids might prevent insulin resistance, indicating that high fish intake may \nreduce the risk of type 2 diabetes in populations with a high prevalence of obesity. In \ncountries with low fish and seafood consumption, the prevalence of type 2 diabetes increased \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.",
      "source_book": "Fish Consumption and Health",
      "source_page": 22,
      "original_language": "en",
      "quality_score": 20,
      "confidence_score": 0.5,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.887Z"
    },
    {
      "id": "consumo-de-pescado-y-salud",
      "title": "Consumo de pescado y salud",
      "title_original": "Consumo de pescado y salud",
      "slug": "consumo-de-pescado-y-salud",
      "especies": [
        "salmon"
      ],
      "especies_details": [
        {
          "id": "salmon",
          "matched_by": "alias",
          "matched_text": "salmon",
          "confidence": 0.9
        }
      ],
      "especies_main": "salmon",
      "presentacion_recomendada": null,
      "especies_info": [
        {
          "id": "salmon",
          "nombre": "Salmón blanco",
          "nombre_cientifico": "Salmo salar (cultivado)",
          "tipo": "pescado",
          "categoria": "Rosado premium",
          "aliases": [
            "salmon",
            "salmón",
            "white salmon",
            "atlantic salmon"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Filete con piel",
            "Suprema",
            "Ahumado",
            "Entero"
          ],
          "caracteristicas": {
            "textura": "Firme",
            "sabor": "Rico",
            "grasa": "Alto",
            "color_carne": "Rosado-naranja"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Horno",
            "Parrilla",
            "Crudo",
            "Ahumado"
          ],
          "temporada_mejor": [
            "Todo el año (cultivado)"
          ],
          "precio_rango": "alto",
          "popular_argentina": true
        }
      ],
      "content_type": "salud",
      "category": "salud_cardiovascular",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "salmon",
        "general",
        "fácil",
        "cardiovascular",
        "rosado-premium",
        "firme",
        "rico",
        "grasa-alto"
      ],
      "summary": "Fish Consumption and Health \n11\nmyocardial infarction, coronary artery bypass grafting, or angioplasty. In contrast, fish \nconsumption was related to a reduced risk of total mortality [45]. Lack of association \nbetween fish intake and coronary heart disease incidence and mortality has been also repo...",
      "excerpt": "Fish Consumption and Health  11 myocardial infarction, coronary artery bypass grafting, or angioplasty. In contrast, fish ",
      "full_text": "Fish Consumption and Health \n11\nmyocardial infarction, coronary artery bypass grafting, or angioplasty. In contrast, fish \nconsumption was related to a reduced risk of total mortality [45]. Lack of association \nbetween fish intake and coronary heart disease incidence and mortality has been also reported \nby an analysis of the Seven Countries data and the EURAMIC (European Multicenter Case-\nControl Study on Antioxidants, Myocardial Infarction and Breast Cancer) Study [78, 79]. In \nthe Seven Countries Study, although an inverse association between fish consumption and \n25-year mortality from coronary heart disease across several populations was observed, when \nthe confounding effects of saturated fatty acids, flavonoids, and smoking were considered, \nthe association was not significant [78]. In the EURAMIC Study, a large international case-\ncontrol study, no evidence of a protective effect of adipose tissue DHA, a measure of long-\nterm fish consumption, on the risk of developing myocardial infarction was seen [79]. \nMoreover in Japanese men, fish consumption was not associated with the risk of non-fatal \nmyocardial infarction, in both genders [80]. In addition a small increase in coronary heart \ndisease mortality in a study of Finnish men has been observed for those who consumed >40 \ngr/day of fish, mostly lean, but a small decrease for those who consumed fatty fish [25]. \nFinally in a recent study of 3114 men below 70 years of age with stable angina pectoris by \nthe investigators of the DART, patients advised to eat fatty fish twice a week for 3–9 years \nhad an increased risk of coronary heart disease. In particular, total mortality increased by \n15%, coronary deaths by 26% and sudden cardiac death by 54% in the fish advice group [5, \n81].  \nThe variability observed could be explained by differences in the methods of assessing \nfish intake, different distributions of reported fish intake, different overall dietary patterns \nbetween populations, consumption of different types of fish, fatty or lean or fish from various \nsources, potential contamination of fish by toxic heavy metals, the possibility of reverse \ncausality, as people are more aware of the cardioprotective effects of fish consumption, \ndifferences in the methods used to validate and classify endpoints, with only a few studies \nreporting, for instance, on both sudden and nonsudden cardiac death, or differences in risk \nlevels among different populations [21, 40, 74]. Comparing different types of fish, lower risk \nappears more strongly related to intake of oily fish, such as salmon, herring and sardines, \nrather than lean fish, like cod, catfish or halibut [12].  \nAs far as the type of fish meal consumed and the preparation method are concerned, fried \nfish or fish sandwich consumption from fast food restaurants or supermarket frozen sections \ndoes not seem to lower the risk of total ischemic heart disease death, arrhythmic ischemic \nheart disease death, or nonfatal myocardial infarction. On the contrary there seems to be a \ntrend toward higher risk, possibly because of the lower n-3 PUFA content of these products \nwhich are prepared mostly from lean fish. Furthermore frying increases the n-6 to n-3 ratio, \nwhile the presence of trans-fatty acids due to the use of partially hydrogenated oils and lipid \noxidation products, because of the reused oils in multiple frying cycles, may increase \ncardiovascular risk. Finally other lifestyle factors could affect this relationship [12, 32]. \nTherefore the consumption of commercially prepared fried fish from restaurants and fast food \nestablishments, as well as many frozen, convenience-type fried fish products should be \navoided [16].  \nIt has been also suggested that methylmercury present in fish may attenuate the benefits \nof fish consumption to at least some degree [26, 82, 83], as recent studies have produced \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nChristos Pitsavos, Christina-Maria Kastorini and Christodoulos Stefanadis \n12 \nconflicting results with regard to the effects of methylmercury on coronary heart disease risk \n[13, 84]. Therefore, the principal question may not be whether consumption of mercury \ncontaining fish increases cardiovascular risk, but whether consumption of such fish would \ndecrease risk even further if mercury were not present [2, 12, 85]. High intake of mercury \nfrom non-fatty freshwater fish and the consequent accumulation of mercury in the body are \nassociated with an excess risk of acute myocardial infarction, as well as death from coronary \nheart disease and cardiovascular disease in Eastern Finnish men [84]. Fish intake and hair \nmercury were associated with an increased risk of acute myocardial infarction and death from \ncoronary heart disease, cardiovascular disease, and all-cause mortality. Men in the highest \ntertile of hair mercury levels had a twofold relative risk of acute myocardial infarction and a \n2.9-fold relative risk of cardiovascular death compared with those with lower hair mercury \nlevels [85]. However, another study found a positive relationship between fish consumption \nand toenail mercury levels, but no increase in risk of coronary heart disease with higher \nmercury levels even after adjusting for age, smoking, and other risk factors [86].  \nMechanisms by which mercury is thought to increase the risk of coronary heart disease \ninclude the reduction of antioxidative capacity, promotion of free radical stress and lipid \nperoxidation in cell membranes and lipoproteins. Mercury as a transition metal not only \nparticipates in Fenton-type reactions, resulting in the formation of free radicals, but it may \nalso inactivate antioxidative compounds such as glutathione, catalase, and superoxide \ndismutase. In addition, mercury forms an insoluble complex with selenium, thus binding \nselenium in an inactive form that cannot serve as a catalytic center of glutathione peroxidase. \nOther possible atherogenic effects of mercury may be the potentiation of ADP-induced \nplatelet aggregation, promotion of blood coagulation, inhibition of endothelial cell formation \nand migration, as well as effects on apoptosis and inflammatory responses [13, 87].  \n \n \n3. Cancer \n \nEpidemiologic investigations studying how intake of fish and fish fatty acids influence \nthe occurrence of cancer have been inconclusive. More specifically according to the World \nHealth Organization (WHO), there is inconclusive evidence that increased consumption of \nfish is effective in cancer prevention [88].  \n \n \n3.1. Colorectal Cancer \n \nConsumption of even relatively small amounts of fish is a favorable indicator of the risk \nof several cancers, especially of the digestive tract and notably colon and rectal cancer, which \nare among the leading causes of cancer mortality in developed countries. In particular a \nconsistent pattern of protection has been observed against the risk of digestive tract cancers \nwith fish consumption for the highest compared with the lowest level of consumption: oral \ncavity and pharynx, esophagus, stomach, colon, rectum, and pancreas [11]. Fish \nconsumption, and possibly n-3 fatty acid intake, has been suggested to inhibit colorectal \ncarcinogenesis. Consumption of fish rich in n-3 fatty acids is suggested to reduce colorectal \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.",
      "source_book": "Fish Consumption and Health",
      "source_page": 25,
      "original_language": "en",
      "quality_score": 50,
      "confidence_score": 0.85,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.892Z"
    },
    {
      "id": "vitamina-d",
      "title": "vitamina d",
      "title_original": "vitamina d",
      "slug": "vitamina-d",
      "especies": [
        "pescadilla"
      ],
      "especies_details": [
        {
          "id": "pescadilla",
          "matched_by": "alias",
          "matched_text": "whiting",
          "confidence": 0.9
        }
      ],
      "especies_main": "pescadilla",
      "presentacion_recomendada": null,
      "especies_info": [
        {
          "id": "pescadilla",
          "nombre": "Pescadilla",
          "nombre_cientifico": "Cynoscion guatucupa",
          "tipo": "pescado",
          "categoria": "Blanco mediano",
          "aliases": [
            "whiting",
            "pescadilla",
            "silver hake"
          ],
          "presentaciones": [
            "Filete",
            "Entero",
            "Tronco"
          ],
          "caracteristicas": {
            "textura": "Delicada",
            "sabor": "Suave",
            "grasa": "Bajo",
            "color_carne": "Blanco"
          },
          "metodos_coccion_recomendados": [
            "Frito",
            "Plancha",
            "Horno",
            "Rebozado"
          ],
          "temporada_mejor": [
            "Verano"
          ],
          "precio_rango": "medio-bajo",
          "popular_argentina": true
        }
      ],
      "content_type": "recetas",
      "category": "coccion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "pescadilla",
        "general",
        "fácil",
        "blanco-mediano",
        "delicada",
        "suave",
        "grasa-bajo"
      ],
      "summary": "Vitamin D  \n \nThe health benefits of vitamin D are receiving much attention lately. In many northern \nsocieties, marine fish and especially fish liver oil was often the only available source \n(Jablonski and Chaplin, 2000). In the past two decades, many non-calcemic benefits such as \ncancer preventio...",
      "excerpt": "Vitamin D     The health benefits of vitamin D are receiving much attention lately. In many northern ",
      "full_text": "Vitamin D  \n \nThe health benefits of vitamin D are receiving much attention lately. In many northern \nsocieties, marine fish and especially fish liver oil was often the only available source \n(Jablonski and Chaplin, 2000). In the past two decades, many non-calcemic benefits such as \ncancer prevention have been identified and studied using a variety of approaches including \necological, observational, interventional, and laboratory studies. A summary of the history of \ndiscoveries of beneficial roles and recent reports is presented in Table 1. An effort was made \nto identify the first paper reporting a link between solar UVB irradiance or vitamin D and \nreduced risk of disease. Some early papers may have been overlooked. As can be seen, many \nof the beneficial effects of vitamin D have been identified only very recently.  \nMany of the studies were ecological or observational, with only a few randomized \ncontrolled studies (RCTs). Since man has always lived in harmony with the sun and solar \nUVB, it is reasonable that well-designed ecological and observational studies can determine \nthe vitamin D/health links and quantify them to some extent. RCTs are expensive and time \nconsuming and not always properly designed. Many of the early colorectal cancer RCTs used \ntoo little vitamin D (Grant and Garland, 2006; Gorham et al., 2007; Garland et al., 2007). \nEven the Women’s Health Initiative study of vitamin D and calcium supplements and risk of \ncolon cancer and fractures used only 400 International Units (IU) of vitamin D and found \nvery few effects (Jackson et al., 2006; Wactawski-Wende et al., 2006; Ding, Mehta, Fawzi, \nand Giovannucci, 2007). However, when larger amounts are used, strong beneficial effects \nhave been found for fractures (Bischoff-Ferrari et al., 2005, 2007), influenza and the common \ncold (Aloia and Li-Ng, 2007) and cancer (Lappe, Travers-Gutafson, Davies, Recker, and \nHeaney, 2007). A meta-analysis of RCTs found that a mean intake of 528 IU/day for a \nduration of 5.7 years was associated with a relative risk for mortality from any cause of 0.93 \n(95% confidence interval, 0.87-0.99). (Autier and Gandidi, 2007). A recent study in the \nUnited States found in multivariate models (adjusted for baseline demographics, season, and \ntraditional and novel CVD risk factors), compared with the highest quartile, being in the \nlowest quartile [25(OH)D levels <17.8 ng/mL; times 2.5 gives the common nmol/L scale, i.e., \n<44.5 nmol/L in this case] was associated with a 26% increased rate of all-cause mortality \n(mortality rate ratio, 1.26; 95% CI, 1.08-1.46) (Melamed, Michos, Post, and Astor, 2008). \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nWilliam B. Grant \n44 \nGood reviews of the health benefits of vitamin D are found in several recent papers \n(Grant and Holick, 2005; Holick, 2007; Schwalfenberg, 2007; Anonymous, 2008; Cannell \nand Hollis, 2008; Cannell, Hollis, Zasloff, and Heaney, 2008; Cherniack, Florez, Roos, \nTroen, and Levis, 2008). Based on many studies, the recommended daily production or intake \nof vitamin D is at least 1000-2000 IU (Grant and Holick, 2005; Grant and Garland 2006; \nAloia and Li-Ng, 2007; Lappe et al., 2007) up to 3600 IU (Heaney, Davies, Chen, Holick, \nand Barger-Lux, 2003) based on a desirable serum 25(OH)D level of 30-60 ng/mL (Grant \nand Holick, 2005; Holick, 2007). In addition, pregnant and nursing women require up to \n6000 IU/day (Hollis, 2007). It would be difficult to obtain these amounts of vitamin D from \nconsuming seafood unless seafood was the main component of the diet, such as for the Inuit \n(Kuhnlein and Receveur, 2007; Kuhnlein, Receveur, Soueida, and Berti, 2008). \nVitamin D can be obtained from three basic sources: natural or artificial UVB irradiance, \nnatural or fortified foods, and supplements. Solar UVB is the primary source of vitamin D for \nmost people. However, when the solar elevation angle is lower than about 45˚, i.e., when \nyour shadow is longer than your height, there is too little UVB to efficiently generate vitamin \nD. A study in Boston found that there are 4-5 months a year when it is impossible to produce \nvitamin D (Webb, Kline, and Holick, 1988). A recent publication calculated the amount of \nvitamin D that can be produced as a function of latitude and day of the year (Webb, 2006; \nWebb and Engelsen, 2006). It should be noted that vitamin D production efficiency decreases \nwith age, and a person over the age of 60 years makes vitamin D at 25% the rate of one under \nthe age of 20 years (MacLaughlin and Holick, 1985). Artificial UVB sources can be used to \nproduce about 10,000 IU in a few minutes (Porojnicu, Bruland, Aksnes, Grant, and Moan, \n2008).  \nFood including fish and fortified foods such as milk and orange juice supply the average \nAmerican with 250-300 IU of vitamin D3/day (McCullough et al., 2003). This is a very \ninsignificant amount based on many recent studies. However, it is better than nothing, which \nis the general rule in most European countries. More food should be fortified with vitamin D \n(Calvo, Whiting, and Barton, 2004; Calvo and Whiting, 2006), and cereal/grain products \nsuch as bread are good foods to fortify (Natri et al., 2006). \nVitamin D supplements represent the most efficient and often least expensive way to \nobtain vitamin D. It appears that the body can use about 3600 IU of vitamin D per day \n(Heaney et al., 2003), which is more than most people can produce from solar UVB with \ntoday’s lifestyles; it would take nearly half of the body exposed for times from a few minutes \nto an hour or more, depending on season, latitude, time of day, age, and skin pigmentation. \nMost vitamin D is available as cholecalciferol (vitamin D3) produced from UVB-irradiated \nsheep’s lanolin, while some is obtained from fish oil or cod liver oil. Vitamin D is also \navailable as ergocalciferol (vitamin D2), made from plant based sources such as yeast and \nmushrooms. While vitamin D2 raises serum 25(OH)D levels as well as vitamin D3 does \n(Holick et al., 2008), there is a concern that vitamin D2 is less effective in improving health \n(Houghton and Vieth, 2006). When selecting supplements, it is advised to limit vitamin A \nintake to 1500 IU/day, as vitamin A competes with vitamin D, thereby reducing calcium \nintake and increasing hip fracture risk (Melhus et al., 1998; Feskanich, Singh, Willett, and \nColditz, 2002).  \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nHow to Obtain the Health Benefits Associated with Eating Fish… \n45\nIn general, the adverse effects of vitamin D start well above 10,000 IU/day (Hathcock, \nShao, Vieth, and Heaney, 2007). However, those with various diseases may suffer from \nhypercalcaemia and calcification of the arteries for too much vitamin D, including those with \ngranulomatous diseases such as sarcoidosis (Hewison et al., 2007), and some with lymphoma \n(Hewison et al., 2003). People with such diseases should carefully monitor their 1,25-\ndihydroxyvitamin D levels if they supplement with high doses.",
      "source_book": "Fish Consumption and Health",
      "source_page": 57,
      "original_language": "en",
      "quality_score": 50,
      "confidence_score": 0.9,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.897Z"
    },
    {
      "id": "juana-hamburguesa",
      "title": "Juana Hamburguesa",
      "title_original": "Juana Hamburguesa",
      "slug": "juana-hamburguesa",
      "especies": [],
      "especies_details": [],
      "especies_main": null,
      "presentacion_recomendada": null,
      "especies_info": [],
      "content_type": "recetas",
      "category": "coccion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "general",
        "fácil",
        "rápido"
      ],
      "summary": "Joanna Burger  \n64 \nrisk management is supplying the public with appropriate, site-specific information to make \ninformed decisions. Yet, the efficacy of such communication programs is seldom examined. \n \n \nMethods \n \nThe overall protocol was to interview people fishing or otherwise engaged in recre...",
      "excerpt": "Joanna Burger   64  risk management is supplying the public with appropriate, site-specific information to make ",
      "full_text": "Joanna Burger  \n64 \nrisk management is supplying the public with appropriate, site-specific information to make \ninformed decisions. Yet, the efficacy of such communication programs is seldom examined. \n \n \nMethods \n \nThe overall protocol was to interview people fishing or otherwise engaged in recreation \nin three coastal areas: Barnegat Bay, New Jersey, the New York/New Jersey harbor, and the \nnorth shore of Long Island (Figure 1). All interviewers were trained, had practice sessions, \nand had interviewed people using the same questionnaire in previous studies (this study \nincluded a Spanish-speaking interviewer). Parks, fishing piers, beaches, and other open-\naccess places along the shore were visited regularly, on weekdays and on weekends, at all \ntimes of the day (from 6 AM until 9 PM). The interviewers identified themselves from \nRutgers University and asked then permission to interview them. Respondents were assured \nthat their identity was not being recorded, and that no individual identifiers were obtained. \nOnly 8 % of those approached refused to be interviewed, largely because they had small \nchildren, were leaving shortly, were talking to friends, or the fishing was so good they could \nnot take time away to be interviewed. \nThe questions discussed in this chapter were embedded within a larger questionnaire that \nincluded questions about fish consumption, fishing behavior, fish populations, and natural \nresource damage assessment. Open-ended questions relevant to the present study included: \nDo you think there are risks to eating fish (and if so, what)? Have you heard any warnings \nabout eating fish (if so, what)? Do you believe the warnings? Do you think there are benefits \nto eating fish (and if so, what); and Do you think the fish are contaminated (and if so, what \nspecies, with what contaminant)? Demographic information (age, gender, educational level, \nhousehold income, and self-identified ethnicity) was asked at the end of the questionnaire, \nand people were told that they did not have to answer. We recorded all their answers; \nrespondents could give more than one response to any question. The survey took from 20 min \nto 40 min, depending upon how many questions people asked. This study was approved as \nexempt by the Rutgers University Institutional Review Board because it was non-invasive \nand subjects were not identified in the data. \nNon-parametric one-way analysis of variance was performed using the Statistical \nAnalysis System (PROC NPAR1WAY with the Wilcoxon option, SAS 1995), which yields a \nchi square statistic. A probability level of 0.05 was considered significant.  \n \n \nResults",
      "source_book": "Fish Consumption and Health",
      "source_page": 78,
      "original_language": "en",
      "quality_score": 20,
      "confidence_score": 0.5,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.899Z"
    },
    {
      "id": "capitulo-iv",
      "title": "Capítulo IV",
      "title_original": "Capítulo IV",
      "slug": "capitulo-iv",
      "especies": [
        "brotola",
        "caballa",
        "salmon",
        "calamar"
      ],
      "especies_details": [
        {
          "id": "brotola",
          "matched_by": "alias",
          "matched_text": "ling",
          "confidence": 0.9
        },
        {
          "id": "caballa",
          "matched_by": "alias",
          "matched_text": "mackerel",
          "confidence": 0.9
        },
        {
          "id": "salmon",
          "matched_by": "alias",
          "matched_text": "salmon",
          "confidence": 0.9
        },
        {
          "id": "calamar",
          "matched_by": "alias",
          "matched_text": "squid",
          "confidence": 0.9
        }
      ],
      "especies_main": "brotola",
      "presentacion_recomendada": "Cola",
      "especies_info": [
        {
          "id": "brotola",
          "nombre": "Brótola",
          "nombre_cientifico": "Salilota australis",
          "tipo": "pescado",
          "categoria": "Blanco de profundidad",
          "aliases": [
            "cusk",
            "ling",
            "brótola"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Tronco",
            "Cola"
          ],
          "caracteristicas": {
            "textura": "Muy firme",
            "sabor": "Suave",
            "grasa": "Bajo",
            "color_carne": "Blanco"
          },
          "metodos_coccion_recomendados": [
            "Horno",
            "Parrilla",
            "Plancha",
            "Guisos"
          ],
          "temporada_mejor": [
            "Todo el año"
          ],
          "precio_rango": "medio",
          "popular_argentina": true
        },
        {
          "id": "caballa",
          "nombre": "Caballa",
          "nombre_cientifico": "Scomber japonicus",
          "tipo": "pescado",
          "categoria": "Azul pequeño",
          "aliases": [
            "mackerel",
            "caballa",
            "scomber"
          ],
          "presentaciones": [
            "Entero",
            "Filete",
            "En conserva"
          ],
          "caracteristicas": {
            "textura": "Firme",
            "sabor": "Intenso",
            "grasa": "Alto",
            "color_carne": "Oscuro"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Horno",
            "Escabeche",
            "Ahumado"
          ],
          "temporada_mejor": [
            "Abril",
            "Mayo",
            "Junio"
          ],
          "precio_rango": "bajo",
          "popular_argentina": true
        },
        {
          "id": "salmon",
          "nombre": "Salmón blanco",
          "nombre_cientifico": "Salmo salar (cultivado)",
          "tipo": "pescado",
          "categoria": "Rosado premium",
          "aliases": [
            "salmon",
            "salmón",
            "white salmon",
            "atlantic salmon"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Filete con piel",
            "Suprema",
            "Ahumado",
            "Entero"
          ],
          "caracteristicas": {
            "textura": "Firme",
            "sabor": "Rico",
            "grasa": "Alto",
            "color_carne": "Rosado-naranja"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Horno",
            "Parrilla",
            "Crudo",
            "Ahumado"
          ],
          "temporada_mejor": [
            "Todo el año (cultivado)"
          ],
          "precio_rango": "alto",
          "popular_argentina": true
        },
        {
          "id": "calamar",
          "nombre": "Calamar",
          "nombre_cientifico": "Illex argentinus",
          "tipo": "marisco",
          "categoria": "Cefalópodo",
          "aliases": [
            "squid",
            "calamari",
            "calamar",
            "calamares"
          ],
          "presentaciones": [
            "Entero limpio",
            "Tubo",
            "Anillos",
            "Tentáculos",
            "Rabas (rebozadas)"
          ],
          "caracteristicas": {
            "textura": "Firme-elástica",
            "sabor": "Suave marino",
            "color": "Blanco translúcido"
          },
          "metodos_coccion_recomendados": [
            "Frito",
            "Plancha",
            "Parrilla",
            "Relleno",
            "Guisos"
          ],
          "temporada_mejor": [
            "Verano"
          ],
          "precio_rango": "medio",
          "popular_argentina": true
        }
      ],
      "content_type": "salud",
      "category": "nutricion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "brotola",
        "caballa",
        "salmon",
        "calamar",
        "general",
        "fácil",
        "omega-3",
        "cardiovascular",
        "cerebral",
        "blanco-de-profundidad",
        "muy firme",
        "suave",
        "grasa-bajo",
        "azul-pequeño",
        "firme",
        "intenso",
        "grasa-alto",
        "rosado-premium",
        "rico",
        "cefalópodo",
        "firme-elástica",
        "suave marino"
      ],
      "summary": "Chapter IV \n \n \nFish Consumption: A Paradox \nof Good Health \n \n \nJohnny O. Ogunji∗ \nDepartment of Fisheries and Aquaculture, Ebonyi State University  \nP.M.B 053 Abakaliki Nigeria \n \n \nAbstract \n \nFish is an important part of a healthy diet. There are many nutritional benefits from \nincluding fish in...",
      "excerpt": "Chapter IV     ",
      "full_text": "Chapter IV \n \n \nFish Consumption: A Paradox \nof Good Health \n \n \nJohnny O. Ogunji∗ \nDepartment of Fisheries and Aquaculture, Ebonyi State University  \nP.M.B 053 Abakaliki Nigeria \n \n \nAbstract \n \nFish is an important part of a healthy diet. There are many nutritional benefits from \nincluding fish in the diet. Fish are low in saturated fats and contain high quality protein \nand omega-3 fatty acids (a class of fatty-acids that are essential for cell development and \nhave other beneficial health effects). Fish also supply a number of vitamins and minerals \nincluding calcium, iron, zinc, vitamin A, niacin, vitamin B6 and vitamin D. Eating fish \ncan contribute to a healthy heart and a child’s proper growth and intellectual \ndevelopment. Studies have shown that eating fish regularly (such as twice per week) can \nreduce the chance of death from a heart attack. However, concerns have long existed \nabout whether fish are safe to eat due to the trace amounts of chemicals that may be \npresent in fish tissue. Low levels of natural and man-made chemicals are in the water in \nwhich fish live. Three of the chemicals that can accumulate in fish tissue are mercury, \npolychlorinated biphenyls (PCBs), and chlordane among others. Human health studies \nhave indicated that reproductive function may be disrupted by exposure to these \nchemicals; neurobehavioral and developmental deficits occur in newborns and continue \nthrough school-aged children who had in utero been exposed. Other systemic effects \n(e.g., self-reported liver disease and diabetes, and effects on the thyroid and immune \nsystems) are associated with elevated serum levels; and increased cancer risks are also \nassociated with exposures. This article examines the economic importance of fish \nconsumption in relation to good health and looks at the potentials of producing safe fish \nthrough aquaculture. \n \n                                                 \n \n∗ Correspondence: Tel. 002348067558863 Email Ogunjijo@yahoo.com. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJohnny O. Ogunji \n78 \n \n1. World Fish Production and Consumption \n \nAccording to FAO (2002) global production from capture fisheries, aquaculture and the \nfood fish supply is currently the highest on record and remains very significant for global \nfood security, providing more than 15 percent of total animal protein supplies. Global capture \nof fish for food jumped from 44 million tonnes in 1973 to 65 million tonnes in 1997 (Delgago \net al., 2003). The global production in 2005 was 141.4 million tonnes. Capture fisheries \ncontributed 95.6 million tonnes in 2000 but decreased to 93.3 million tonnes around 2005. \nAquaculture on the other hand increased from 35.5 million tonnes in 2000 to 48.1 million \ntonnes in 2005 (FAO 2006a, b).  \nFish and fisheries market has become one of the world’s fastest growing international \ncommodity markets. The global trade value has grown from USD 6 billion in 1980 to USD \n56 billion in 2001 (Scholz 2005). More than 200 countries supply the global market with \nmore than 800 commercially relevant species of fish crustacean, mollusc and squid. The \nproduct variety ranges from canned tuna to boneless salmon fillet, salted herring, dried cod, \nfrozen fish fingers, smoked mackerel, and life lobsters, to oysters in sauce or sardines for \nprocessing into animal feed.  \nIn 1970 the apparent world average food fish per caput consumption was estimated at \n10.9 kg/year. It increased to 13.6 in 1989 and declined to 13.0 Kg/year in 1993 (Josupeit \n1994). Based on the information available in August 2006, FAO has calculated the apparent \nworld average food fish per caput consumption in 2007 as 16.4 Kg/year (FAO 2007). It can \nbe seen that the change in growth has not been continues but that changes have existed. \nInterestingly current data has been the highest for quite a long time. \nThe per-caput fish supply is currently however, not equally distributed by economic \ngrouping like in the past. Developed countries record a per-caput fish supply of 23.7 Kg/year, \nIndustrialised countries – 29.5 Kg/year; developing countries – 14.5 Kg/year and low-income \nfood – deficit countries – 13.9 Kg/year. The value for developing countries has increased \nfrom 6.2 Kg/year in 1970 to 9.4 Kg/year in 1990 (Josupeit 1994). This progressive increase is \nencouraging but calls for concerted effort to produce and supply safe fish for good health.  \nWestern Europe is the main fish consuming region among developed countries with a \nfish per – caput supply 30.5 Kg/year. Faeroe Island and Iceland situated in this region \nrecorded the highest per-caput fish supply as follows: Faeroe Island 87.5 and Iceland 91.4 \nKg/year. Northern America 22.7 Kg/year and Oceania (Australia and New Zealand) 22.9 \nKg/year recorded lower supply. Maldives has over the years become a country with highest \nper-caput fish supply in the world. It was 130 kg/year in 1990 and 190Kg/year currently \n(FAO 2007). Practically fish is the only food that does not have to be imported and it is a \nstaple food in this country. \nThe foregoing has shown the increased interest of humans to consume fish. The issue to \nbe dealt with is the safety of the fish consumed and how to produce safe fish. Before dwelling \non that it is good to assess the benefits derived by man from consuming fish. \n \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nFish Consumption: A Paradox of Good Health \n79\n2. Benefits of Fish Consumption \n \nResearch has revealed that fish (finfish or shellfish) is a healthy food. This very \nimportant attribute of fish is linked to the type of fatty acid fish contains. Fatty acids are \ncomponents of lipids. For clarity, better understanding and appreciation of the facts it is good \nto briefly look at how the fatty acids are categorised.  \nAccording to New (1987) fatty acids are given a common name but are also, besides their \nstraightforward chemical formula, given a specific numerical designation, such as 14:0; 20:1; \n18:3n-3; 18:2n-6; 20:4n-6; 22:5n-6; or 22:6n-3. This nomenclature refers to the length of the \ncarbon chain in the molecule, the number of carbon-carbon double bonds present and the \nposition of the first double bond. This can be illustrated by the chemical formulae of some of \nthe fatty acids mentioned above. The methyl group is shown in the formulae below as CH3.  \nIn the designation 20: n-6, for example, '20' means that there are 20 carbon atoms in the \nchain. '4' means that there are four carbon-carbon double bonds (the double bond is shown as \na = sign and the carbon atom is shown as C). n-6 means that the first double bond, numbering \nfrom the methyl (CH3) end, occurs after the sixth carbon atom in the chain. Myristic acid \n(14:0) has fourteen carbon atoms but no C=C double bonds. Arachidic acid (20:0) also has no \ndouble bonds. Linolenic acid (18:3n-3) has eighteen carbon atoms and three double bonds, \nthe first of which appears on the third carbon atom. Linoleic acid (18:2n-6) has two double \nbonds and the first occurs on the sixth carbon atom and so on. \nThose fatty acids which have their first double bond on the third carbon atom are known \nas the 'n-3' series or the 'linolenic' series after the name of the fatty acid in the series with 18 \ncarbon atoms in its chain. Similarly, those which have their first double bond on the sixth \ncarbon atom are known as the 'n-6' series or the 'linoleic series.  \n \n \n \n \nSaturated fatty acids are those without any double bonds. Monosaturated fatty acids are \nthose with only one double bond, while those with more than one double bond are known as \npoly-unsaturated fatty acids. Those with fewer double bonds are referred to as 'more \nsaturated' than those with a greater number. The n-3 series and n-6 series fatty acids, and the \nn-7 and n-9 fatty acids are all members of the group known as polyunsaturated fatty acids, \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJohnny O. Ogunji \n80 \nbecause they have more than one double bond. Sometimes these are referred to as PUFA's for \nshort. Members of this group which have many (4 or more) double bonds are sometimes \nreferred to as higher unsaturated fatty acids (HUFA'S).  \nEvidence from several research works, including animal – experimental, observational, \nand clinical studies have further confirmed the importance of fish consumption in human \nnutrition. Two long chain n-3 polyunsaturated fatty acids (n-3 PUFAs), eicosapentaenoic acid \n(EPA) and docosahexaenoic acid (DHA), have been identified as the likely active \nconstituents. \nThe role of n-3 fatty acids in growth and development as well as in health and disease—\nparticularly coronary heart disease (CHD) is currently one of the fastest growing research \nareas in nutritional science. As a result, knowledge of these essential PUFAs has grown \nsignificantly (Simopoloulos 1999). Benefits from n-3 fatty acids were first noticed in \nepidemiological studies among Greenland Inuit. The rarity of ischemic heart disease \n(characterized by narrowed heart arteries) in this Eskimo population was attributed to their \ntraditional, EPA-rich diet of marine animals and fish. Moreover, Eskimo consumption of n – \n3 fatty acids was low compared to the typical Danish diet (Bang et al., 1980). This \nobservation has led to several epidemiological and observational studies of men and women, \nwho regularly consume fish, showing similar heart health results (Kris-Etherton 2002). \nCardiovascular benefits from n-3 fatty acid consumption have been documented in several \nprospective studies and randomized clinical trials (Harris and Isley, 2001; Kris-Etherton et \nal., 2002; Von Schacky et al., 2002; AHRQ 2004). \nVon Schacky et al., 2002 in a clinical trial found that patients who were given fish oil \nconcentrate for two years had lower triglyceride levels and minimal artery blockage when \ncompared to those receiving a placebo. These results showed that consuming n-3 fatty acids \ndaily may reduce the risk of abnormal thickening of arteries due to fatty deposits on arterial \ninner walls (atherosclerosis). n-3 PUFAs influence several cardio vascular risk factors \n(Mozaffarian, 2006). Effects occur within weeks of intake and may result from altered \nmembrane fluidity and receptor responses following incorporation of n-3 PUFAs into cell \nmembranes (Clandinin et al., 1991; Feller and Gawrisch 2005) and direct binding of n-3 \nPUFAs to intracellular receptors regulating gene transcription (Vanden 2004). \nThe heterogeneity of the effects of fish or fish oil intake on cardiovascular outcomes is \nlikely related to varying dose and time responses of effects on the risk factors. At typical \ndietary intakes, antiarrhythmic effects predominate, reducing risk of sudden death and CHD \ndeath within weeks. At higher doses, maximum antiarrhythmic effects have been achieved, \nbut other physiologic effects may modestly impact other clinical outcomes (possibly \nrequiring years to produce clinical benefits). For instance, nonfatal myocardial infarction may \nnot be significantly affected by lower doses or shorter durations of intake but may be \nmodestly reduced by higher doses or prolonged intake (e.g., 1.8 g/d for 5 years17) \n(Mozaffarian and Rimm 2006). \nA meta-analysis of studies on diabetes and fish oils found a 30 percent reduction in \npatient triglyceride levels—particularly among subjects with Type I diabetes. This is \nnoteworthy, considering that the high cardiovascular mortality rate of people with diabetes \nhas been partially attributed to increased triglyceride concentrations in the blood (Friedberg \n1998). It has been suggested that n-3 fatty acids have a protective mechanism of reducing the \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nFish Consumption: A Paradox of Good Health \n81\nrisk of irregular heartbeats (De Lorgeril et al., 1999; Marchioli et al., 2002; Singh et al., \n2002). Marchioli et al. (2002) demonstrated that even a small amount (1 g/d) of n-3 fatty \nacids is effective in reducing overall mortality and risk of cardiac death by 20 percent and 45 \npercent, respectively. \nOmega-3 fatty acids are also shown to be beneficial at various life stages and with \nseveral health conditions. DHA is naturally found in breast milk and has been shown to \nsupport the visual and cognitive development in infants. Various infant formulas now contain \nDHA along with arachidonic acid (20:4n-6; got from eating meat, poultry, and eggs) to more \nclosely mimic breast milk. Evidence has also emerged showing benefits from n-3 fatty acid \nconsumption in health conditions such as, depression, cancer, lupus, and asthma. A cross-\nsectional study in Australia showed an inverse association between age-related maculopathy \n(ARM) — a leading cause of blindness in older adults — and fish consumption. Individuals \nwho ate fish more than once per week reduced their risk of having ARM by half compared to \nthose who ate fish less than once per month. Patients with rheumatoid arthritis, who received \nfish oil supplements in addition to background medication, had a significant decrease in the \nnumber of tender joints and morning stiffness (Reifen et al., 1998; Kremer 2000; Smith et \nal., 2000; Koumenis et al., 2003; Jho et al., 2004; Suzuki et al., 2004). The continued study of \nn-3 fatty acids will lead to further understanding of their effects on development, health, and \ndisease risk reduction. \nFish also supply a number of vitamins and minerals including calcium, iron, zinc, \nvitamin A, niacin, vitamin B6 and vitamin D. Eating fish can contribute to a child’s proper \ngrowth and intellectual development (IDPH 2005). It lowers the risk of some cardiovascular \noutcomes (Mozaffarian and Rimm 2006), dementia, (Morris et al., 2005) neuropsychiatric \ndisorders (Peet and Stokes, 2005; Young and Conquer 2005) and inflammatory disorders \n(Mori and Beilin, 2004; Mickleborough et al., 2006).  \n \n \n3. Fish Contamination by Chemicals and Effect \nof Consumption \n \nThere have been concerns whether fish are safe to be eaten due to the trace amounts of \nchemicals that may be present in fish tissue. Low levels of natural and man-made chemicals \nare in the water in which fish live. Three major chemicals that can accumulate in fish tissue to \nproduce deleterious effect on human are mercury, polychlorinated biphenyls (PCBs), and \nchlordane. It is important to trace how these contaminants get into the water naturally and \nthrough pollution. \nThe Joint Group of Experts on Scientific Aspects of Marine Pollution (GESAMP) (1980) \ndefined marine pollution as \"the introduction by man, directly or indirectly of substances or \nenergy (e.g. heat) into the marine environment (including estuaries) resulting in such \ndeleterious effects as harm to living resources, hazards to human health, hindrance to marine \nactivities including fisheries, impairment of quality for use of seawater and reduction of \namenities\". This definition, although given with special consideration to marine water will be \napplied here generally to all water or aquatic environment (marine and fresh water). \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJohnny O. Ogunji \n82 \nVery important pollutants are heavy metals, that include mercury (Hg), cadmium (Cd), \nlead (Pb), chromium (Cr), copper (Cu) and zinc (Zn). Their natural sources are by water \nrunoffs from areas with rocks containing these heavy metals. The man made sources are from \nthe production plants of these metals as dusts and water runoffs; the dumping of refuse from \nfactories and workshops which use these chemicals; from domestic waste through improper \ndisposal of batteries and other such materials; weathering of Zinc roofs; Cu and Cd plating \nfrom paper producing factories and agriculture, these metals are also found in fungal agents \nfor pulp and seed. They are also found in sewage sludge. Pb is also generated from vehicle \nexhaust for it is a petrol additive.  \nHeavy metals tend to be absorbed to mud particles and thus vanish into the bottom of \nlakes, rivers and sea. As long as these \"sinks\" are not disturbed the heavy metals are then no \nlonger bio-available. However, these pollutants are taken up directly from the water and they \naccumulate in food chain. Among solutes present in surface and ground water, heavy metals \nin their ionic forms belong to a category of pollutants. Their accumulation in the tissues of an \norganism can result in chronic illness. Being non-biodegradable, they can be concentrated \nalong the food chain, producing their toxic effects at points often far removed from the \nsource of pollution (Alam et. al., 1983).  \nHalogenated hydrocarbons are another major group of water pollutants. These are \norganic compounds, where hydrogen (H) has been (partly or fully) substituted by chlorine \nand/or fluorine. Their major sources are pesticides, technical fluids like hydraulic \"oil\" and \nbrake fluid, cooling \"oil\" and softener in plastic materials, some plastic materials (PVC) and \ndry cleaning fluid. Pesticides can be classified on the basis of their intended pest targets. \nThese categories are given by Entomological Society of America (ESA) (1980), as follows:- \n \n• \nFungicides, used to protect crop plants and animals from fungal pathogens e.g. \norganometalic compounds of mercury and tin chlorophenolics as tri- tetra- and \npenta- chlorophenol. \n• \nHerbicides, used to kill weedy plants, so as to release desired crop plant competition \nchloroaliphatics such as dalapon and trichloroacetate.  \n• \nInsecticides, used to kill insects pest and vectors of deadly animal diseases such as \nmalaria, yellow fever, tripanosomiasis (e.g. the DDT group of chlororinated \nhydrocarbons including DDT, DDDand methoxychlor). \n• \nAcaricides, used to kill mites, which are pests in agriculture and ticks that carry \nencephalitis of human and domestic animals. \n• \nMolluscides are used against snails and slugs that can be important pests of citrus \ngroves and vegetables and flower gardens. They are also used to kill aquatic snails \nwhich are vectors of certain human diseases especially schistosomiasis. Examples \nare ethylene dibromide, dichloropane or dichloropropane.  \n• \nOthers are rodenticides used for the control of rats, avicides, for the control of birds \nand antibiotics used for control of bacteria caused infections band diseases.  \n \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nFish Consumption: A Paradox of Good Health \n83\nHalogenated hydrocarbons are found in water only in low concentrations. They attach \nthemselves readily to organic matter, so they are kept within the flood chains for a long time \nuntil they are eventually degraded. These pollutants are lipophhilic, so they easily get \ndissolved in fat tissue and accumulate in food chain. \nCrude and mineral oil are petroleum products which have become very outstanding water \npollutants. Crude oil is compounds that occur in liquid form. They are obtained by drilling. \nThrough the process of refining, various hydrocarbon fractions are separated by fractional \ndistillation. The refined hydrocarbons are referred to as minerals here, and include fuels \n(diesel, kerosene, bunker oil) and all lubricants (engine oil etc). The sources of crude oil \npollutants into the aquatic environment include; during on-site drilling and production, \nduring storage, shipment and processing through spillage or leakage. The source of the \nmineral oils are from processing plants, fuel from tanks are some time washed into water. \nOther times it is during shipment and from all sorts of powered vehicles. Bunker is a very \nheavy fuel used to power big ships, it contains plenty of unusable substances, when it is \npurified on board the vessels, the residual is frequently dumped over board. These more or \nless are the main sources of the present day \"tar balls\" in the sea. Lubricants dripping from \nvehicles and other engine installations, including used engine oil that are dumped \nindiscriminately are also major sources. Only a small fraction of these pollutants dissolve in \nthe water especially the non-aliphatics, which are poisonous.  \nFrom towns and crude oil production sites oil is flushed into the water with rain runoff. \nIn a case of oil spill, the oil can cover the water surface. It later disintegrates into tar balls; \npart of it may sink to the bottom and mix there with sediments. At beaches the waves can mix \noil and water to sticky emulsion referred to as, \"chocolate mouse\". Some of the oil will be \ndeposited on the mud flats.  \nMercury is a naturally occurring element in the environment and is also released into the \nair through industrial pollution. Mercury that falls from the air can accumulate in streams, \nrivers, lakes and the ocean. Mercury is often the contaminant of greatest concern in fish tissue \nworld over. It is a reactive heavy metal. In water it is converted by microbial activity into \norganic methylmercury. Inorganic mercury is poorly absorbed following ingestion, and \nelemental mercury does not readily cross tissue barriers. In contrast, methylmercury is readily \nabsorbed and actively transported into tissues (EPA 2006). Thus, methylmercury \nbioaccumulates in aquatic food chains and has greater potential toxicity than inorganic \nMercury (EPA 2005; 2006; RAIS 2006). Concentrations of methylmercury in aquatic species \ndepend on levels of environmental contamination and on the predatory nature and lifespan of \nthe species. Larger, longer-living predators (eg, swordfish, shark) have higher tissue \nconcentrations, while smaller or shorter-lived species (eg, shellfish, salmon) have very low \nconcentrations. Preparation methods have little impact on methylmercury content \n(Mozaffarian and Rimm 2006). \nHealth effects of very high mercury exposure following occupational or industrial \naccidents are well documented. These include paresthesias, ataxia, and sensory abnormalities \nin adults, and delayed cognitive and neuromuscular development following in utero exposure \n(Gochfeld, 2003). Toxicity appears related to binding of methylmercury to sulfhydryl groups \nof enzymes, ion channels, and receptors, resulting in inhibition of antioxidant systems and \nproduction of free radicals and reactive oxygen species (NRC 2000).  \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJohnny O. Ogunji \n84 \nNeurotoxicity is generally considered the health impact of greatest concern for dietary \nmethylmercury intake. High-dose human exposure can result in sensory and motor \nimpairment and other adverse impacts, up to and including death. High dose in utero \nexposure can cause mental retardation, cerebral palsy and deafness. There is also some \nevidence suggesting lower-dose exposures can have cardiovascular and immunological \neffects, but good epidemiological data is lacking. There is no argument that high doses of \nmethylmercury can have severe health impacts. The question is whether relatively low level \nexposure, such as that incurred by fish consumption, presents more subtle risks such as \ncognitive disabilities, especially for children exposed to low levels in utero and though early \nchildhood consumption of mother’s milk and fish. The Iowa Department of Public Health \n(IDPH), using USEPA guidance, determined that all fish containing less than 0.3 ppm \nmercury are safe to consume with no meal restriction. Consumption of up to 1 meal/week of \nfish containing between 0.3 and 1.0 ppm of mercury was safe and fish containing over 1.0 \nppm of mercury should not be eaten (which is consistent with the current mercury FDA \naction level) (IDPH, 2005).  \nChlordane is an organochlorine pesticide that was produced and sold in the United States \nfrom 1946 through 1987. Chlordane is resistant to breakdown in the environment and has a \nhalf-life of 10-20 years. Due to known toxicity and potential carcinogenicity, the United \nStates Environmental Protection Agency (USEPA) cancelled registration for all uses of \nchlordane on food crops in 1978. Before 1978, chlordane was used extensively as a lawn and \ngarden pesticide and for the control of cutworms in corn. After restrictions were placed on \nusage in 1978, the primary use for chlordane was as a termaticide in building construction. \nChlordane has been shown to cause liver cancer in mice and rats. USEPA classifies chlordane \nas a \"probable\" human carcinogen. In 1988, due to continued controversy over its use, the \nUSEPA cancelled the registration of all products containing chlordane. Use of existing \nsupplies was allowed until April 15, 1988 when both the sale and use of technical chlordane \nwere voluntarily suspended. The sale, purchase, and use of chlordane in Iowa were banned as \nof January 1, 1989. The IDPH, using USEPA guidance, determined that all fish containing \nless than 0.6 ppm chlordane are safe to consume with no meal restriction. Consumption of up \nto 1 meal/week of fish containing between 0.6 and 5.0 ppm of chlordane was safe and fish \ncontaining over 5.0 ppm of chlordane should not be eaten.  \nPolychlorinated biphenyls (PCBs) are industrial chemicals that were manufactured in the \nUnited States from 1929 until 1977 under the trade name Aroclor. Currently, PCBs are not \nproduced in the United States, but many products containing PCBs are still in service. \nDioxins— commonly referring to dibenzodioxins and dibenzofurans—are organochlorine by-\nproducts of waste incineration, paper bleaching, pesticide production, and production of \npolyvinyl chloride plastics. Prior to 1977, PCBs were used in closed electrical systems such \nas capacitors and transformers. Before 1971, PCBs were used in a number of applications, \nincluding plasticizers, heat transfer fluids, hydraulic fluids, fluids in vacuum pumps and \ncompressors, lubricants and wax extenders. Similar to chlordane, PCBs are also \norganochlorine compounds that are resistant to breakdown in the environment. PCBs tend to \nadsorb to sediments or other organic matter in aquatic environments. PCBs are highly \nlipophilic (fat soluble) and accumulate in tissues of fish and other aquatic organisms by a \nfactor of 10,000 over concentrations found in ambient waters. PCBs are classified by USEPA \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nFish Consumption: A Paradox of Good Health \n85\nas \"probable\" human carcinogens. The IDPH, using USEPA guidance, determined that all \nfish containing less than 0.2ppm PCBs are safe to consume with no meal restriction. \nConsumption of up to 1 meal/week of fish containing between 0.2 and 2.0ppm of PCBs was \nsafe and fish containing over 2.0ppm of PCBs should not be eaten (which is consistent with \nthe current PCBs FDA action level) IDPH (2005). \nAnimal experiments and some evidence in humans indicate that PCBs and dioxins are \ncarcinogenic, possibly related to effects on the aryl hydrocarbon receptor, a transcription \nfactor affecting gene expression (WHO 1998). According to Mozaffarian and Rimm (2006) \nmultiple congeners (structural variants) of PCBs and dioxins exist. Potential toxicities of \nfoods are calculated using toxic equivalence (TEQ): the sum of each congener’s level in the \nfood multiplied by that congener’s toxic equivalency factor (standardized against 2,3,7,8-\ntetrachlorodibenzo-p-dioxin). In the United States, PCBs comprise 28% and dioxins 72% of \ntotal TEQ exposure (Schecter et al., 2001). Among adults, major dietary sources of PCBs and \ndioxins are beef, chicken, and pork (34% of total TEQ); dairy products (30%); vegetables \n(22%); fish and shellfish (9%); and eggs (5%). However, a considerable attention has been \ngiven to fish sources. Dietary sources are similar for children. When PCBs and dioxins were \nmeasured in farmed and wild salmon (Hites et al., 2004; Hamilton 2005) the levels were \nsimilar to those in several other foods (WHO 1998).  \nPrenatal exposure to PCBs and dioxins has been associated with childhood neuro-\ndevelopmental deficits in several (Jacobson and Jacobson 1996; Patandin et al., 1999; Ribas-\nFito et al., 2001; Stewart et al., 2003; Schantz et al., 2003) but not in all the studies (Buck et \nal., 2003). Because most exposure (> 90%) generally comes from meat, dairy, and vegetable \nsources this concern is not specific to fish consumption, particularly since fish also contains \npotentially beneficial DHA. However, women consuming one or more servings per day of \ncommercial freshwater fish or consuming locally caught freshwater fish from highly \ncontaminated inland sources may be more greatly exposed to PCBs and dioxins (Judd et al., \n2004). It has been reported that the PCB content in fish can be reduced 12% to 40% by \ntrimming belly and back fat during filleting and by not consuming the skin (Thannum 2006). \nHigh contaminant levels are typically measured in unprepared foods, and cooking may \nreduce PCB and dioxin content (Schecter et al., 1998).  \n \n \n4. Aquaculture and Aquaculture Production \n \nAquaculture is the rearing of aquatic organisms under controlled or semi-controlled \nconditions. Thus aquaculture is underwater agriculture. According to the definition used by \nFAO for statistical purposes, aquaculture is the farming of aquatic organisms including fish, \nmolluscs, crustaceans and aquatic plants. Farming implies some sort of intervention in the \nrearing process to enhance production, such as regular stocking, feeding, protection from \npredators, etc. Farming also implies individual or corporate ownership of the stock being \ncultivated \nAquaculture is currently one of the fastest growing food production systems in the world. \nWith stagnating yields from many capture fisheries and increasing demand for fish and \nfishery products, expectations for aquaculture to increase its contribution to the world’s \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJohnny O. Ogunji \n86 \nproduction of aquatic food are very high, and there is also hope that aquaculture will continue \nto strengthen its role in contributing to food security and poverty alleviation in many \ndeveloping countries. However, it is also recognized that aquaculture encompasses a very \nwide range of different aquatic farming practices with regards to species (including seaweeds, \nmolluscs, crustaceans, fish and other aquatic species groups), environments and systems \nutilized. The systems have very distinct resource use patterns involved. They offer a wide \nrange of options for diversification of avenues for enhanced food production and income \ngeneration in many rural and peri-urban areas.  \nIn view of the significant health cum nutritional, social, economic and environmental \nbenefits, which generally can be associated with most existing aquaculture practices, and the \ngood prospects for further development and expansion of the sector, it is important for efforts \naiming at the sustainable development of aquaculture that potential social conflicts and \nenvironmental problems are minimized.  \nA striking difference between aquaculture and more traditional aspects of fishery \nmanagement according to Stickney (1979) is associated with degree of control exerted by \nman over the environment. Fishery managers attempt to manage natural aquatic ecosystems, \nusually for the benefit of sport or commercial fishermen. In general, the aquaculturist \nexercises much more control on the environment than the fishery manager. The aquaculturist \nmanages water systems for maximum production of one or small number of species and \nattempts to eliminate insofar as possible all competition and sources of mortality.  \nAquaculture's contribution to global supplies of fish, crustaceans and molluscs continues \nto grow increasing from 3.9 percent of total production by weight in 1970 to 27.3 percent in \n2000 (FAO 2002) and 51.63 percent in 2005 (FAO 2006b). Absolute growth of aquaculture \nis more rapid than all other animal food producing sectors.  \nDuring the past three decades, aquaculture has expanded, diversified, intensified and \nmade technological advances. The potential of this development to enhance local food \nsecurity, alleviate poverty and improve rural livelihoods has been well recognized. The need \nfor the aquaculture sector to continue development towards its full potential, and making a \nnet contribution to global food availability, domestic food security, economic growth, trade \nand improved living standards has been emphasised (FAO 2002).  \nThe ability of producing safer fish from aquaculture should become the next target in \nworld fish production. This is possible because the water environment through which fish \nbecomes tinted with chemicals and pollutants causing health concerns to man can be screened \nbefore use in aquaculture for fish production. \n \n \n5. Safe Fish Production in Controlled Environment  \n \nFAO (1997) defines the term sustainable development as the management and \nconservation of the natural resource base and the orientation of technological and \ninstitutional change in such a manner as to ensure the attainment and continued satisfaction \nof human needs for present and future generations. Such sustainable development (in the \nagriculture, forestry and fisheries sectors) conserves land, water, plant and animal genetic \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nFish Consumption: A Paradox of Good Health \n87\nresources, is environmentally non-degrading, technically appropriate, economically viable \nand socially acceptable.  \n“Attainment and continued satisfaction of human needs” in fish production calls for \nproducing fishes that may not predispose anyone to disease or ill health. Such fish is here \nreferred to as “safe fish”. A situation where the sum total of fish contamination by deleterious \nchemicals cannot be completely isolated from the contamination in water the need to \nconsciously use contamination free water in fish production has become paramount.  \nThough the world has become aware of the intricacies of water pollution and \ncontamination by heavy metals cum organic compounds, not so much has changed. The \nconsciousness to produce safe fish should become ingrained in the mind of fish producers \nand in government policies. Aquaculture due to its peculiarity stands out as the only \nproduction system through which safe fish can be produced. There is the possibility of \nscreening the production water source even before use. In this way contaminated water \nsources are not utilised but discarded. Policies should be formulated through world fisheries \nregulating bodies and governments to include safe fish production as a good aquaculture \npractice that can be enforced. \nThe concept of safe fish production should be publicised and enforced. It can also be \nintegrated into the Code of Conduct for Responsible Fisheries (CCRF). This code was \ndevelopment by FAO in consultation and collaboration with relevant United Nations \nAgencies and other international organizations, including non-governmental organizations. It \nwas adopted by 31st October 2005. Article 9.1 of the code, deals with responsible \ndevelopment of aquaculture, including culture-based fisheries, in areas under national \njurisdiction (FAO 1997). Safe fish production can become an integral part of responsible \naquaculture practices. \nStates were given the right under the code to designate or establish an authority or \nauthorities competent, empowered and capable to effectively promote support and regulate \naquaculture and culture-based fisheries. Appropriate institutional linkages with other \nauthorities such as those concerned with agriculture, rural development, water resources, \nenvironment, health, education and training and many others, should also be established. \nThese linkages may have to be expressed in legislative forms.  \nIn addition to appropriate regulation and control fish producers should understand the \nrisk in consuming contaminated fish and thus decided to produce safe fish. The benefits will \nbe enjoyed both by the fish producers and consumers.  \nOn the other hand world oceans, seas and rivers should be maintained for the benefit of \nman. Interestingly fisheries governance has been affected by the deliberations of the United \nNations Conference on the Environment and Development (UNCED), held in 1992 in Rio de \nJaneiro, Brazil. Since that conference, the ecosystems dimensions of management issues have \nreceived increasing attention from governments, the UN system and the fishing industry. All \nare now more ready to recognize that fish are an integrated part of an aquatic ecosystem, a \nsystem in which modifications in one area have the potential to affect other areas. Thus, it is \nincreasingly regarded as necessary, first to monitor the state of the aquatic ecosystem, and \nthen to manage human interventions within that ecosystem. Only within such a framework \nwill it be possible for capture fisheries to continue to be a source of food and income for \nfuture generations. In the coming years, humankind is likely to improve dramatically its \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJohnny O. Ogunji \n88 \nunderstanding of the intricacies of aquatic ecosystems, and this will lead not only to more \nknowledge but also, and perhaps paradoxically, to growing uncertainties. As a result, there \nwill be growing pressure for a strict application of the precautionary approach to all \ninterventions, including those by fishers, in aquatic ecosystems. Both the aquaculture \nindustry and the capture fisheries sector will realize that they must be seen by all concerned \nto respect this principle.",
      "source_book": "Fish Consumption and Health",
      "source_page": 91,
      "original_language": "en",
      "quality_score": 50,
      "confidence_score": 0.85,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.911Z"
    },
    {
      "id": "capitulo-v",
      "title": "Capítulo V",
      "title_original": "Capítulo V",
      "slug": "capitulo-v",
      "especies": [],
      "especies_details": [],
      "especies_main": null,
      "presentacion_recomendada": null,
      "especies_info": [],
      "content_type": "salud",
      "category": "salud_cardiovascular",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "general",
        "fácil",
        "cardiovascular"
      ],
      "summary": "Chapter V \n \n \nProtein-Energy Wasting, Chronic \nInflammation and PUFAS: Metabolic \nand Cardiovascular Risk in ESRD \n \n \nGordana Perunicic-Pekovic¹, Zorica Rasic-Milutinovic¹, Sladjana \nSobajic², Ivana Djuricic² and Radojka Maletic³ \n1Department of Nephrology and Endocrinology,  \n2Faculty of Pharmacy...",
      "excerpt": "Chapter V     ",
      "full_text": "Chapter V \n \n \nProtein-Energy Wasting, Chronic \nInflammation and PUFAS: Metabolic \nand Cardiovascular Risk in ESRD \n \n \nGordana Perunicic-Pekovic¹, Zorica Rasic-Milutinovic¹, Sladjana \nSobajic², Ivana Djuricic² and Radojka Maletic³ \n1Department of Nephrology and Endocrinology,  \n2Faculty of Pharmacy,  \n3Faculty of Agriculture,  \nUniversity Hospital Zemun, Belgrade, Serbia \n \n \nAbstract \n \nThe patients with end-stage renal disease (ESRD) include significant percentage of \nmalnourished patients together with other risk factors: dyslipoproteinaemia, insulin \nresistance, increased oxidative stress, inflammation, and they all together impair \nendothelial function.  \nNutrition, glicoregulation disorders and insulin resistance as etiologic factors \nparticipate a grate deal in premature atherosclerosis. Abnormal fatty acid patterns are \nreported in patients with such diseases as diabetes mellitus, inflammatory bowel disease, \nrheumatoid arthritis and atherosclerosis. Basic mechanism of these disorders is connected \nwith changes in cells functions on the membrane level. These basic discoveries help us in \nunderstanding the damage process of endothelial and appearance of its dysfunction by \ninflammation process and by lipid peroxidation process.  \nWe examine association between atherosclerotic risk factors and nutritional status in \nhemodialysis patients. Our research is a part of the study in which haemodialysis patients \nwill be followed. In our previous study we examined HD patients which were \nadministered supplementation n-3 PUFAs for two months. Dietary regime with fish oil \ncould be used in dialysis patients to slow down atherosclerosis process and improve \nnutritional parameters. \nForty three hemodialysis patients were examined (20 males, 23 females, 55±12 \nyears). Nutritional and inflammatory markers-including serum concentrations of C-\nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nGordana Perunicic-Pekovic, Zorica Rasic-Milutinovic, Sladjana Sobajic et al. \n94 \nreactive protein, tumor necrosis factor alpha, and interleukin 6- were measured. Mortality \nwas followed prospectively for up to 12 mo.  \nSignificant negative correlation between serum level of CRP and macroangiopathy \nwas found. There was significant positive correlation between arachidonic acid (AA) and \nhigh sensitivity C-reactive protein (hs-CRP). Significant correlation was found between \nbody mass index (BMI) and n-3 fatty acids.  \nIncreasing inflammation and endothelial dysfunction predict the development of \nvascular disease. We report the relationship between inflammatory markers and \nnutritional parameters indices of atherosclerosis and other cardiovascular risk factors in \npatients on hemodialysis. \n \n \nKeywords: malnutrition, inflammation, hemodialysis, PUFAs",
      "source_book": "Fish Consumption and Health",
      "source_page": 107,
      "original_language": "en",
      "quality_score": 20,
      "confidence_score": 0.5,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.913Z"
    },
    {
      "id": "introduccion",
      "title": "Introducción",
      "title_original": "Introducción",
      "slug": "introduccion",
      "especies": [],
      "especies_details": [],
      "especies_main": null,
      "presentacion_recomendada": null,
      "especies_info": [],
      "content_type": "salud",
      "category": "salud_cardiovascular",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "general",
        "fácil",
        "cardiovascular"
      ],
      "summary": "Introduction \n \nMalnutrition and inflammation are associated with end-stage renal disease (ESRD). \nInterleukin (IL-6) and tumor necrosis factor alpha (TNF-α) powerfully predict death from \ncardiovascular disease in dialysis patients as well as progression of vascular injury. \nAtherosclerosis and inf...",
      "excerpt": "Introduction    Malnutrition and inflammation are associated with end-stage renal disease (ESRD). ",
      "full_text": "Introduction \n \nMalnutrition and inflammation are associated with end-stage renal disease (ESRD). \nInterleukin (IL-6) and tumor necrosis factor alpha (TNF-α) powerfully predict death from \ncardiovascular disease in dialysis patients as well as progression of vascular injury. \nAtherosclerosis and inflammation have similar basic mechanisms involving the adhesion of \nleukocytes to vascular endothelium in their early phases. Major predictors of clinical outcome \nin dialysis patients are protein-energy malnutrition (PEM) and inflammation. A common \nmechanism for the development of cardiovascular disease and malnutrition in dialysis \npatients may be cytokine activation.[1,2,3,4]  \nMany studies were examined inflammatory markers in process endothelial dysfunction. \nInflammatory state in end stage renal disease (ESRD) are associated with an elevation of \nserum acute phase proteins, including CRP and some pro-inflammatory cytokines such as IL-\n6 and TNF alpha. IL-6 is reported to play a central role in the pathophysiology of adverse \neffects of inflammation in ESRD patients. Increased activation of inflammatory cytokines, \nsuch as IL-6 and TNF-alpha, may cause muscle breakdown and hypoalbuminemia, and may \nbe involved in atherogenesis.[5,6,7,8,9,10] \nDyslipidemia is one of the possible risk factors for advanced atherosclerosis in patients \nwith chronic renal failure. Abnormal phospholipid metabolism may play an important role in \nthe progression of atherosclerosis in patients with renal failure. The total concentration of \nserum non-esterified fatty acids (NEFA) plays an important role in the pathogenesis of \ncardiovascular disease (CVD). Individual circulating NEFA have achieved less scientific \nfocus in relation to atherosclerosis compared to total NEFA. A strong link exists between \nchronic inflammation and nutritional markers in hemodialysis (HD) patients. Biological \neffects of n-3 fatty acids have been shown in studies of animals and humans in which anti-\ninflammatory and antithrombotic effects could be of relevance in HD patients. It is widely \naccepted that dietary intake of n-3 PUFA or fish and fish oil as their dietary sources have \nbeneficial health effects among sick and healthy individuals. A great number of clinical \nstudies have shown that intake of n-3 fatty acids reduces incidence of cardiovascular events \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nProtein-Energy Wasting, Chronic Inflammation and PUFAS \n95\nand play an important role in the prevention of inflammatory and autoimmune \ndisorders.[11,12,13,14]  \nHD patients have impaired essential fatty acid status (EFA), as well as high level of \noxidative stress, and very often are malnourished with a high risk for developing \ncardiovascular pathology. \nFirst aim of our study was to establish the association between markers of inflammation \nand atherosclerosis with parameters of malnutrition in HD patients. Second aim of this study \nwas to determine the baseline status of EFA in middle-aged hemodialysis patients and within \nthe average middle-aged population in Serbia (healthy control), using the FA composition of \nerythrocyte total lipids as a reliable parameter of cellular EFA status.Baseline values \nconfirmed the presence of EFA deficiency in HD patients in comparison with the healthy \ncontrol. \n \n \nMethods \n \nThe University Clinical Research Ethics Committee approved the study. All 42 \nhaemodialysis patients, recruited from our unit gave written informed consent. They had been \ntreated with hemodialysis three times a week for at least 6 months. The patients with \ndiabetes, acute infections and malignancy were excluded from the study. The duration of \ndialysis was defined as the number of months from initiation of chronic hemodialysis to the \ntime of laboratory data collection. All blood samples were obtained immediately before the \ndialysis session after an 8-hour fast on a mid-week dialysis session. Plasma levels of albumin, \ntransferin, interleukin-6 (IL-6), tumor necrosis factor – alpha (TNF-α), high sensitivity C-\nreactive protein (hs-CRP), total cholesterol, triglyceride, HDL-cholesterol, and LDL \ncholesterol were measured. Plasma albumin, transferrin and lipids were measured by routine \nlaboratory methods. Plasma hs-CRP level, TNF-α and IL-6 were measured by enzyme-linked \nimmunosorbent assay kits (ELISA). Body mass index (BMI) was recorded. Lean body mass \n(LBM), was measured by bioelectric impedance (BIA). Mid-arm muscle circumference \n(MAMC) was recorded too.We used standard Doppler echo examinations to determine \nplaque on carotid arteries. End diastolic pressure (EDD) and ejection fraction (EF) were \nmeasured by echocardiography.  \nThe total fatty acids composition was determined by gas chromatography (GS) in the \nmethyl esters form.GS analysis was performed on a VARIAN chromatographer, Model 1400. \nAll statistical analysis was made with Stat 6.0 software package on MS Windows \n(Statsoft Inc., Novi Sad Serbia). The t-test and Mann-Whitney test were applied for statistical \ncomparisons between groups and for statistical comparisons before and after treatment in HD \npatients. Pearson s correlation analysis was used to study correlations between variables. \nStatistical multivariate factor analysis of the results was carried out to investigate all \nparametes. The objective of factor analysis was to reveal a simple underlying structure that is \npresumed to exist within a set of multivariate observations.  \n \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nGordana Perunicic-Pekovic, Zorica Rasic-Milutinovic, Sladjana Sobajic et al. \n96 \nResults \n \nThe main results of the patients of each tertile are shown on the Table 1. HD patients of \nthe 3rd tertile, representing 30% of the whole group, presented LBM levels indicative of a \nwell nourished group. These patients presented BMI and other nutritional parameters, \nsignificantly higher than that of the patients in the 1st tertile. IL-6 and TNF-α were higher in \nthe patients in the 1st tertile and these differences were significantly according to 3st tertile. \nPatients with a lower LBM values had decreased BMI, MAMC, albumin level and transferrin \nlevel than those in the higher tertile. Malnourished patients had significantly increased \ncardiovascular disease and carotid plaques. Risk of metabolic and cardiovascular disorder \nwas greater when serum albumin concentration was lower.  \nSignificant positive correlation between TNF-alpha and LDL/HDL cholesterol was found \nin the whole group of HD patients (Table 2). Parameter of inflammatory process, hs-CRP was \npositive correlation with atherosclerotic and cardiovascular parameters. There were negative \ncorrelation with hs-CRP and albumin and HDL-cholesterol level (Table 3).  \nThere was negative correlation between mid-arm muscle circumference (MAMC) and \nalbumin level and saturated fatty acids. There was positive correlation between diastolic \nblood pressure and n-3PUFA (Table 6 and 7). \nThe results showed the total content of the n-3 fatty acids (3.02±0.84 to 3.91±1.01), as \nwell as the total content of the polyunsaturated fatty acids (24.2±3.16 to 29.5±3.87), \nsignificantly increased after fish oil supplementation in HD patients. The significant decrease \nwas observed in total saturated fatty acids content (45.7±3.06 to 41.6±4.47), while content of \ntotal monounsaturated fatty acids was not changed. A decrease in plasma triglyceride but not \nsignificantly and a significant increase in plasma HDL-cholesterol concentrations were \nobserved after fish oil supplementation (Table 4). \nAfter 8 weeks of fish oil supplementation, the status of most individual erythrocyte FAs \nwas not significantly changed in healthy control. The only significant changed were the \ndecrease in oleic acid, 20:3 n-9 FAs and the ratio of n-6/n-3. Noticed increase in EPA and \nDHA was not statistically significant. After fish oil supplementation concentrations of plasma \ntrigliceride and total cholesterol were significant decreased, but no significant effects in \nplasma HDL-cholesterol concentration was observed (Table 5). \nResults of the factor analysis indicated 4 latent factors that explained 66.94% of the \nvariance within all investigated parameters (Table 8). The 1st factor of all parameters \nexplained 21.96% of the variance. The highest factor loadings were found at the positive end \nfor triglyceride, cholesterol and LDL cholesterol level as the atherogenic factor. Significant \nfactor loadings for the 2nd factor, with 16.51% of the explained variance, had the components \nof IL-6 and TNF-alpha at the positive end for these parameters, as inflammatory parmeters. \nThe 3rd factor, with 14.76% of the explained variance, had one component with high factor \nloadings, namely, LBM as a nutritional parameter parameter. The presence of factor 4 with \n13.71% of explained varience had both  hs-CRP level and albumin level as factors at the \npositive ends and these are two parameters indicative of an inflammatory process and \nmalnutrition. \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nProtein-Energy Wasting, Chronic Inflammation and PUFAS \n97\nTable 1.Comparison between HD groups according LBM tertiles \n \n \n1st tertile \n3st tertile \np \nNumber \n19 \n23 \n \nBMIkg/m2 \n22±3.4 \n24±1.97 \n0.04 \nMAMC cm \n23.9±4.7 \n25.7±3.1 \n0.04 \nAlbumin g/L \n31±3.01 \n33±3.21 \n0.05 \nTransferin pg/ml \n1.42±0.29 \n1.75±0.32 \nNS \nTNF-α pg/ml \n2.08±1.65 \n1.95±1.53 \nNS \nIL-6 pg/ml \n4.50±4.19 \n3.41±3.39 \n0.03 \nCarotid plaques % \n62 \n39 \n≤0.05 \nCVD % \n89 \n72 \n≤0.05 \n \nTable 2. Correlation coefficient between TNF-α and LDL/HDL-cholesterol according",
      "source_book": "Fish Consumption and Health",
      "source_page": 108,
      "original_language": "en",
      "quality_score": 20,
      "confidence_score": 0.5,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.916Z"
    },
    {
      "id": "suplementos-de-aceite-de-pescado",
      "title": "Suplementos de aceite de pescado",
      "title_original": "Suplementos de aceite de pescado",
      "slug": "suplementos-de-aceite-de-pescado",
      "especies": [
        "brotola"
      ],
      "especies_details": [
        {
          "id": "brotola",
          "matched_by": "alias",
          "matched_text": "ling",
          "confidence": 0.9
        }
      ],
      "especies_main": "brotola",
      "presentacion_recomendada": null,
      "especies_info": [
        {
          "id": "brotola",
          "nombre": "Brótola",
          "nombre_cientifico": "Salilota australis",
          "tipo": "pescado",
          "categoria": "Blanco de profundidad",
          "aliases": [
            "cusk",
            "ling",
            "brótola"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Tronco",
            "Cola"
          ],
          "caracteristicas": {
            "textura": "Muy firme",
            "sabor": "Suave",
            "grasa": "Bajo",
            "color_carne": "Blanco"
          },
          "metodos_coccion_recomendados": [
            "Horno",
            "Parrilla",
            "Plancha",
            "Guisos"
          ],
          "temporada_mejor": [
            "Todo el año"
          ],
          "precio_rango": "medio",
          "popular_argentina": true
        }
      ],
      "content_type": "recetas",
      "category": "coccion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "brotola",
        "general",
        "fácil",
        "omega-3",
        "blanco-de-profundidad",
        "muy firme",
        "suave",
        "grasa-bajo"
      ],
      "summary": "Fish Oil Supplements \n \nMany people have turned to fish oil supplements to get adequate omega-3 fatty acids. \nEvidence from several studies has suggested that amounts of DHA and EPA in the form of \nfish or fish oil supplements lowers triglycerides, slows the buildup of atherosclerotic plaques \nlower...",
      "excerpt": "Fish Oil Supplements    Many people have turned to fish oil supplements to get adequate omega-3 fatty acids. ",
      "full_text": "Fish Oil Supplements \n \nMany people have turned to fish oil supplements to get adequate omega-3 fatty acids. \nEvidence from several studies has suggested that amounts of DHA and EPA in the form of \nfish or fish oil supplements lowers triglycerides, slows the buildup of atherosclerotic plaques \nlowers blood pressure slightly, as well as reduces the risk of death, heart attack, dangerous \nabnormal heart rhythms, and strokes in people with known heart disease. However, high \ndoses may have harmful effects, such as an increased risk of bleeding. Although similar \nbenefits are proposed for alpha-linolenic acid, scientific evidence is less compelling, and \nbeneficial effects may be less pronounced [69]. Fish oil supplements have sometimes come \nunder scrutiny in recent years. In early 2006, government agencies such as the Food \nStandards Agency in the UK and the Food Safety Authority of Ireland reported PCB levels \nthat exceeded the strict new European maximum limits in several fish oil brands, which \nrequired temporary withdrawal of these brands. \nRisks and benefits of fish and fish oil supplement consumptions need to be carefully \nevaluated before recommending any further changes to the diet in the US and around the \nworld. While anyone can be harmed by high levels of mercury that can be found in fish like \nshark, some population groups are especially vulnerable to mercury and should consult their \nhealthcare providers before consuming large amounts of fish that is known to contain \nmercury. The Centers for Disease Control and Prevention (CDC) reports that people most \nsensitive to mercury are pregnant and nursing women, children under the age of six \n(especially up to the age of three), people with impaired kidney function, and those with very \nsensitive immune responses to metals. \nFuture studies in this area should concentrate on examining the longitudinal changes in \nserum concentrations of cancer related biomarkers in relation to fish consumption. \nGeographic variation in fish consumption, type of fish consumed, and cooking styles, needs \nto be incorporated in these investigations. This data could be potentially investigated in \nrelation to cancer incidence, treatment response, relapse, complications, and survival. \n \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nFaina Linkov, Barbara Stadterman and Emanuela Taioli \n124 \nMethods \n \nSearch and selection of literature. A systematic literature search of publications on fish \nconsumption and cancer development has been performed using Pubmed search engine. The \nfollowing terms have been used in the database searches for studies on fish consumption and \ncancer development: fish, diet, risk factors, nutrition, fish. The criteria for inclusion of studies \nin the review were as follows: case control or cohort studies investigating the association \nbetween fish consumption and cancer development, and were published in English or had an \nexpanded abstract in English.  \nIn the area of biologic markers, all papers dealing with serum and plasma markers \ninvestigated in relation to fish consumption and cancer have been evaluated. The following \nterms have been used in the database searches for studies on endometrial cancer biomarkers: \nfish consumption, biomarkers, serum, plasma, inflammatory markers. The bibliographic lists \nof relevant publications were hand searched to identify additional useful articles. Articles \nwere excluded if they had <10 cancer cases included in the analysis and if they were not full \nlength research publications. Figure 3 outlines the article selection steps utilized in this study. \nData extraction. The data were extracted and analyzed by the authors of this review. \nStudy size, study type, study population, methodology, and key findings were documented \nand reported in table 1. Our biomarker review did not include research articles exploring fish \noil supplements, as those were evaluated in detail by MacLean and colleagues in a systematic \nreview recently published in JAMA[26]. \n \n \nResults \n \nThe largest body of literature exists for prostate, breast, colorectal, and lung cancer in \nrelation to fish consumption (between 30 and 90 articles per cancer). Limited literature is \navailable for aerodigestive, endometrial, bladder, lymphoma, ovarian, pancreatic, skin, and \nstomach cancer. Basic developments in the fields of various cancers and fish consumptions \nwere summarized in the next parts of this chapter. Table 1 summarizes findings in the area of \ncancer biomarkers.",
      "source_book": "Fish Consumption and Health",
      "source_page": 137,
      "original_language": "en",
      "quality_score": 50,
      "confidence_score": 0.9,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.919Z"
    },
    {
      "id": "el-consumo-de-pescado-y-el-cancer",
      "title": "El consumo de pescado y el cáncer",
      "title_original": "El consumo de pescado y el cáncer",
      "slug": "el-consumo-de-pescado-y-el-cancer",
      "especies": [
        "salmon"
      ],
      "especies_details": [
        {
          "id": "salmon",
          "matched_by": "alias",
          "matched_text": "salmon",
          "confidence": 0.9
        }
      ],
      "especies_main": "salmon",
      "presentacion_recomendada": null,
      "especies_info": [
        {
          "id": "salmon",
          "nombre": "Salmón blanco",
          "nombre_cientifico": "Salmo salar (cultivado)",
          "tipo": "pescado",
          "categoria": "Rosado premium",
          "aliases": [
            "salmon",
            "salmón",
            "white salmon",
            "atlantic salmon"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Filete con piel",
            "Suprema",
            "Ahumado",
            "Entero"
          ],
          "caracteristicas": {
            "textura": "Firme",
            "sabor": "Rico",
            "grasa": "Alto",
            "color_carne": "Rosado-naranja"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Horno",
            "Parrilla",
            "Crudo",
            "Ahumado"
          ],
          "temporada_mejor": [
            "Todo el año (cultivado)"
          ],
          "precio_rango": "alto",
          "popular_argentina": true
        }
      ],
      "content_type": "salud",
      "category": "nutricion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "salmon",
        "general",
        "fácil",
        "omega-3",
        "cardiovascular",
        "rosado-premium",
        "firme",
        "rico",
        "grasa-alto"
      ],
      "summary": "Fish Consumption and Cancer \n131\nReferences \n \n[1] \nGranados, S., et al., Dietary lipids and cancer. Nutr Hosp, 2006. 21 Suppl 2: p. 42-52, \n44-54. \n[2] \nLeaf, A. The Beneficial Effects of Long-Chain, Polyunsaturated n-3 Fish Oil Fatty \nAcids on the Cardiovascular System. 2006 [cited 2008 March 5];...",
      "excerpt": "Fish Consumption and Cancer  131 References ",
      "full_text": "Fish Consumption and Cancer \n131\nReferences \n \n[1] \nGranados, S., et al., Dietary lipids and cancer. Nutr Hosp, 2006. 21 Suppl 2: p. 42-52, \n44-54. \n[2] \nLeaf, A. The Beneficial Effects of Long-Chain, Polyunsaturated n-3 Fish Oil Fatty \nAcids on the Cardiovascular System. 2006 [cited 2008 March 5]; Available from: \nhttp://www.pitt.edu/~super1/lecture/lec23181/index.htm. \n[3] \nBang, H.O., J. Dyerberg, and H.M. Sinclair, The composition of the Eskimo food in \nnorth western Greenland. Am J Clin Nutr, 1980. 33(12): p. 2657-61. \n[4] \nImano, H., et al., [The effects of fish supplementation of platelet function, count and \nmetabolism in healthy Japanese]. Nippon Eiseigaku Zasshi, 1999. 53(4): p. 601-10. \n[5] \nConnor, W.E. and S.L. Connor, The importance of fish and docosahexaenoic acid in \nAlzheimer disease. Am J Clin Nutr, 2007. 85(4): p. 929-30. \n[6] \nIkeda, M., et al., A cohort study on the possible association between broiled fish intake \nand cancer. Gann, 1983. 74(5): p. 640-8. \n[7] \nOhshima, H., et al., Formation of direct-acting genotoxic substances in nitrosated \nsmoked fish and meat products: identification of simple phenolic precursors and \nphenyldiazonium ions as reactive products. Food Chem Toxicol, 1989. 27(3): p. 193-\n203. \n[8] \nYu, M.C., et al., Cantonese-style salted fish as a cause of nasopharyngeal carcinoma: \nreport of a case-control study in Hong Kong. Cancer Res, 1986. 46(2): p. 956-61. \n[9] \nNing, J.P., et al., Consumption of salted fish and other risk factors for nasopharyngeal \ncarcinoma (NPC) in Tianjin, a low-risk region for NPC in the People's Republic of \nChina. J Natl Cancer Inst, 1990. 82(4): p. 291-6. \n[10] Ahmed, F.E., et al., Human health risks due to consumption of chemically \ncontaminated fishery products. Environ Health Perspect, 1993. 101 Suppl 3: p. 297-\n302. \n[11] Guallar, E., et al., Mercury, fish oils, and the risk of myocardial infarction. N Engl J \nMed, 2002. 347(22): p. 1747-54. \n[12] Zeisel, S.H. and K.A. DaCosta, Increase in human exposure to methylamine precursors \nof N-nitrosamines after eating fish. Cancer Res, 1986. 46(12 Pt 1): p. 6136-8. \n[13] Yu, M.C. and B.E. Henderson, Intake of Cantonese-style salted fish as a cause of \nnasopharyngeal carcinoma. IARC Sci Publ, 1987(84): p. 547-9. \n[14] Sanzo, J.M., et al., Estimation and validation of mercury intake associated with fish \nconsumption in an EPIC cohort of Spain. Public Health Nutr, 2001. 4(5): p. 981-8. \n[15] Langworth, S., et al., Biological monitoring of environmental and occupational \nexposure to mercury. Int Arch Occup Environ Health, 1991. 63(3): p. 161-7. \n[16] Dorea, J.G., Persistent, bioaccumulative and toxic substances in fish: Human health \nconsiderations. Sci Total Environ, 2008. \n[17] McKelvey, W., et al., A biomonitoring study of lead, cadmium, and mercury in the \nblood of New York City adults. Environ Health Perspect, 2007. 115(10): p. 1435-41. \n[18] Bates CJ, P.A., Birch MC, Delves HT. , Dependence of blood indices of selenium and \nmercury on estimated fish intake in a national survey of British adults. Public Health \nNutr. 2007 May;10(5):508-17. Public Health Nutr, 2007. 10(5): p. 508-17. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nFaina Linkov, Barbara Stadterman and Emanuela Taioli \n132 \n[19] Dewailly, E., L. Chateau-Degat, and E. Suhas, Fish consumption and health in French \nPolynesia. Asia Pac J Clin Nutr, 2008. 17(1): p. 86-93. \n[20] Hansen, J.C., Has selenium a beneficial role in human exposure to inorganic mercury? \nMed Hypotheses, 1988. 25(1): p. 45-53. \n[21] Chen, C., et al., Accumulation of mercury, selenium and their binding proteins in \nporcine kidney and liver from mercury-exposed areas with the investigation of their \nredox responses. Sci Total Environ, 2006. 366(2-3): p. 627-37. \n[22] Kelly, B.C., et al., Mercury and other trace elements in farmed and wild salmon from \nBritish Columbia, Canada. Environ Toxicol Chem, 2008. 27(6): p. 1361-70. \n[23] Blanco, S.L., et al., Dietary uptake of dioxins (PCDD/PCDFs) and dioxin-like PCBs in \nSpanish aquacultured turbot (Psetta maxima). Food Addit Contam, 2007. 24(4): p. 421-\n8. \n[24] Storelli, M.M., Potential human health risks from metals (Hg, Cd, and Pb) and \npolychlorinated biphenyls (PCBs) via seafood consumption: Estimation of target \nhazard quotients (THQs) and toxic equivalents (TEQs). Food Chem Toxicol, 2008. \n46(8): p. 2782-8. \n[25] Kinjo, Y., et al., Cancer mortality in Minamata disease patients exposed to \nmethylmercury through fish diet. J Epidemiol, 1996. 6(3): p. 134-8. \n[26] MacLean, C.H., et al., Effects of omega-3 fatty acids on cancer risk: a systematic \nreview. Jama, 2006. 295(4): p. 403-15. \n[27] de Deckere, E.A., Possible beneficial effect of fish and fish n-3 polyunsaturated fatty \nacids in breast and colorectal cancer. Eur J Cancer Prev, 1999. 8(3): p. 213-21. \n[28] Godley, P.A., Essential fatty acid consumption and risk of breast cancer. Breast Cancer \nRes Treat, 1995. 35(1): p. 91-5. \n[29] Kaizer, L., et al., Fish consumption and breast cancer risk: an ecological study. Nutr \nCancer, 1989. 12(1): p. 61-8. \n[30] Engeset, D., et al., Fish consumption and breast cancer risk. The European Prospective \nInvestigation into Cancer and Nutrition (EPIC). Int J Cancer, 2006. 119(1): p. 175-82. \n[31] Wakai, K., et al., Dietary intakes of fat and fatty acids and risk of breast cancer: a \nprospective study in Japan. Cancer Sci, 2005. 96(9): p. 590-9. \n[32] Terry, P., et al., Fish consumption and breast cancer risk. Nutr Cancer, 2002. 44(1): p. \n1-6. \n[33] Caygill, C.P. and M.J. Hill, Fish, n-3 fatty acids and human colorectal and breast cancer \nmortality. Eur J Cancer Prev, 1995. 4(4): p. 329-32. \n[34] Lund, E. and K.H. Bonaa, Reduced breast cancer mortality among fishermen's wives in \nNorway. Cancer Causes Control, 1993. 4(3): p. 283-7. \n[35] Johnson, I.T. and E.K. Lund, Review article: nutrition, obesity and colorectal cancer. \nAliment Pharmacol Ther, 2007. 26(2): p. 161-81. \n[36] Chapkin, R.S., et al., Immunomodulatory effects of (n-3) fatty acids: putative link to \ninflammation and colon cancer. J Nutr, 2007. 137(1 Suppl): p. 200S-204S. \n[37] Gonzalez, C.A. and E. Riboli, Diet and cancer prevention: where we are, where we are \ngoing. Nutr Cancer, 2006. 56(2): p. 225-31. \n[38] Geelen, A., et al., Fish consumption, n-3 fatty acids, and colorectal cancer: a meta-\nanalysis of prospective cohort studies. Am J Epidemiol, 2007. 166(10): p. 1116-25. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.",
      "source_book": "Fish Consumption and Health",
      "source_page": 145,
      "original_language": "en",
      "quality_score": 50,
      "confidence_score": 0.85,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.922Z"
    },
    {
      "id": "capitulo-ix",
      "title": "Capítulo IX",
      "title_original": "Capítulo IX",
      "slug": "capitulo-ix",
      "especies": [
        "brotola",
        "mejillon",
        "almeja",
        "vieira"
      ],
      "especies_details": [
        {
          "id": "brotola",
          "matched_by": "alias",
          "matched_text": "ling",
          "confidence": 0.9
        },
        {
          "id": "mejillon",
          "matched_by": "alias",
          "matched_text": "mussel",
          "confidence": 0.9
        },
        {
          "id": "almeja",
          "matched_by": "alias",
          "matched_text": "clam",
          "confidence": 0.9
        },
        {
          "id": "vieira",
          "matched_by": "alias",
          "matched_text": "scallop",
          "confidence": 0.9
        }
      ],
      "especies_main": "brotola",
      "presentacion_recomendada": "Cola",
      "especies_info": [
        {
          "id": "brotola",
          "nombre": "Brótola",
          "nombre_cientifico": "Salilota australis",
          "tipo": "pescado",
          "categoria": "Blanco de profundidad",
          "aliases": [
            "cusk",
            "ling",
            "brótola"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Tronco",
            "Cola"
          ],
          "caracteristicas": {
            "textura": "Muy firme",
            "sabor": "Suave",
            "grasa": "Bajo",
            "color_carne": "Blanco"
          },
          "metodos_coccion_recomendados": [
            "Horno",
            "Parrilla",
            "Plancha",
            "Guisos"
          ],
          "temporada_mejor": [
            "Todo el año"
          ],
          "precio_rango": "medio",
          "popular_argentina": true
        },
        {
          "id": "mejillon",
          "nombre": "Mejillón",
          "nombre_cientifico": "Mytilus edulis platensis",
          "tipo": "marisco",
          "categoria": "Molusco bivalvo",
          "aliases": [
            "mussel",
            "mejillón",
            "mejillones",
            "mussels"
          ],
          "presentaciones": [
            "Vivo con concha",
            "Cocido sin concha",
            "Media concha"
          ],
          "caracteristicas": {
            "textura": "Tierna",
            "sabor": "Marino intenso",
            "color": "Naranja-amarillo"
          },
          "metodos_coccion_recomendados": [
            "Vapor",
            "Marinera",
            "Escabeche",
            "Guisos"
          ],
          "temporada_mejor": [
            "Otoño",
            "Invierno"
          ],
          "precio_rango": "bajo",
          "popular_argentina": true
        },
        {
          "id": "almeja",
          "nombre": "Almeja",
          "nombre_cientifico": "Ameghinomya antiqua",
          "tipo": "marisco",
          "categoria": "Molusco bivalvo",
          "aliases": [
            "clam",
            "almeja",
            "almejas",
            "clams"
          ],
          "presentaciones": [
            "Viva con concha",
            "Carne limpia"
          ],
          "caracteristicas": {
            "textura": "Tierna",
            "sabor": "Marino suave",
            "color": "Blanco-crema"
          },
          "metodos_coccion_recomendados": [
            "Vapor",
            "Guisos",
            "Pasta",
            "Caldos"
          ],
          "temporada_mejor": [
            "Verano"
          ],
          "precio_rango": "medio",
          "popular_argentina": false
        },
        {
          "id": "vieira",
          "nombre": "Vieira",
          "nombre_cientifico": "Zygochlamys patagonica",
          "tipo": "marisco",
          "categoria": "Molusco bivalvo premium",
          "aliases": [
            "scallop",
            "vieira",
            "vieiras",
            "scallops"
          ],
          "presentaciones": [
            "Músculo limpio",
            "Con coral",
            "En concha"
          ],
          "caracteristicas": {
            "textura": "Muy tierna",
            "sabor": "Dulce delicado",
            "color": "Blanco-crema"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Gratinadas",
            "Crudo",
            "Salteadas"
          ],
          "temporada_mejor": [
            "Invierno"
          ],
          "precio_rango": "muy-alto",
          "popular_argentina": true
        }
      ],
      "content_type": "recetas",
      "category": "coccion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "brotola",
        "mejillon",
        "almeja",
        "vieira",
        "general",
        "fácil",
        "blanco-de-profundidad",
        "muy firme",
        "suave",
        "grasa-bajo",
        "molusco-bivalvo",
        "tierna",
        "marino intenso",
        "marino suave",
        "molusco-bivalvo-premium",
        "muy tierna",
        "dulce delicado"
      ],
      "summary": "Chapter IX \n \n \nEmerging Health Risk Due \nto Shellfish Consumption? \n \n \nJuan Martínez-Hernández∗,1, 2, Victoria Lopez-Rodas2 \n and Eduardo Costas2 \n1 Servicio de Medicina Preventiva y Salud Pública. Hospital Carlos III  \n28029, Madrid, Spain \n2Genética, Facultad de Veterinaria, Universidad Complute...",
      "excerpt": "Chapter IX     ",
      "full_text": "Chapter IX \n \n \nEmerging Health Risk Due \nto Shellfish Consumption? \n \n \nJuan Martínez-Hernández∗,1, 2, Victoria Lopez-Rodas2 \n and Eduardo Costas2 \n1 Servicio de Medicina Preventiva y Salud Pública. Hospital Carlos III  \n28029, Madrid, Spain \n2Genética, Facultad de Veterinaria, Universidad Complutense,  \n28040, Madrid, Spain \n \n \nAbstract \n \nShellfish is one of the main commercial productions in aquaculture industry of USA, \nEurope, Japan and China. Since shellfish feed by filtration, often they accumulate (bio-) \ntoxins, bacteria, and parasites. As a result thousands people suffered Paralytic-, Amnesic-\n, or Diarrheic Shellfish Poisoning (PSP, ASP, DSP), ciguatera and other diseases during \nthe twentieth century (and as consequence many people died). Relevant efforts have been \nmade in prevention programs, treatments and legislation to reduce the incidence of such \ndiseases (usually obtaining satisfactory results).  \nHowever, new emerging health problems are being linked to shellfish consumption. \nFor example, mussels (Mytilus galloprovincialis) and cockles (Cerastoderma edule) store \ninfectious Cryptosporidium parvum oocyst, which produce diarrhea in humans (being a \nrelevant cause of died in AIDS infected people). On the other hand, European legislation \nallows less than 0,16μg DSP toxin (okadaic acid equivalent) per gram of meat (Decision \n2002/225/CE), which is enough to prevent Diarrheic Shellfish Poisoning. In spite of this, \nDSP toxins are also potent tumor promoters. An epidemiological study shows a \nstatistically significant correlation (p<0.001) between consumption of molluscs and the \nincidence of colorectal cancer (an increase of 7 times in shellfish consumption produced \n                                                 \n \n∗ Corresponding Address: Dr. Juan Martínez Hernández, Servicio de Medicina Preventiva, Hospital Carlos III, c/ \nSinesio \nDelgado \n10, \n28029 \nMadrid \n(Spain). \njmartinez.hciii@salud.madrid.org, \n+34660632167, \n+34914532611. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJuan Martínez-Hernández, Victoria Lopez-Rodas and Eduardo Costas \n158 \nduplication in the risk ratio of colorectal cancer. Many other risks have not been taken in \naccount. For instance, shellfish from estuaries can accumulate microcystins (potent \nhepatotoxins) produced by freshwater cyanobacteria transported to the estuary by the \nriver. Microcystins have been implicated in the high rates of hepatic cancer in China \npopulation.  \nAs a conclusion, a lot of work is still necessary to assure a safety in shellfish \nconsumption. \n \n \nAn important and ongrowing nourishing source is Shellfish. Represents a protein source \n(11.9% of the edible portion of the mussel is protein) quite a low calorie foodstuff (86 \nKcal/100g of the edible portion of the mussel) and is high in Iodine, selenium and Vitamin \nA[1]. \nIs a product with a high profitability; probably is the group of foodstuffs from marine \norigin with more added value in relation with its production costs. \nFurthermore, in Spain aquaculture is strongly backed by the authorities (Galicia, in \nSpain, is the top region in the European rank of shellfish producers, producing regularly \n250,000T of mussels, only bested by China with approximately 450,000T per annum) \namongst other reasons for these being is that this allows the stability and the traditional ways \nof life of the communities linked to the sea. \nIt is a general belief that is recommended to evolve from an extractive society to an \nintensive fish-farming one. However, intensifying marine fishery has its own risks and \ndisadvantages, especially if we consider that this animals feed by filtrating the plankton \npresent in the seawater and in the estuaries. \nResidues from small villages -in which having a water-purification plant for the sewage \nwater is not compulsory- go directly to the seawater or to the estuary. Also main rivers carry \nin their waters the legal and illegal dumping into the stream of substances. There is also \npouring of substances coming from the aquaculture activities, the cleansing of the bilge of \nvessels and the naval accidents. Sadly, not an uncommon event. Like those of the oil tankers \nExxon Valdez (Alaska, 1999) or Prestige (Galicia, 2002). \nChemical substances in the water can be of great importance because they affect to life \nand reproduction of molluscs and also because these substances can bio-accumulate in the \nmuscle and the hepatopancreas of the animal. This will be the case for the chlorinated organic \ncompounds like the polychlorinated biphenyl (PCB)[2] that is widely used although an illegal \nsubstance, among other reasons because of its long lasting toxic effect, agricultural \npesticides[3], dioxins[4], benzopyrene[5] and other polycyclic aromatic hydrocarbons from \nfires, burning of cereal stubble or incineration of residues, that can be accumulated in the \nanimal’s fat[6]. \nToxic substances affect not only culture species but also wild ones: PCBs can induce an \nincrease of the male population consequently damaging the preservation of the wild species. \nHeavy metals (lead, cadmium and mercury for example) are equally absorbed by the \nmollusks[7] and can accumulate them in the edible part and in the shell, with the subsequent \nrisk if these shells are used to extract the calcium for pharmaceutical use in humans or \nlivestock or to reinforce food. In fact, mussels also accumulate beneficial oligoelements in \nlow doses like selenium. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nEmerging Health Risk Due to Shellfish Consumption? \n159\nThe risk of neurotoxicity in people eating fish or shellfish is significantly higher if metals \nlike mercury for example, go through an organification process to methylmercury (remember \nthe 1953 outbreak in Minamata Bay, Japan[8, 9]). \nEqually, some microorganisms like Vibrio parahaemolyticus can poison the meat of \nbivalves and be the reason for diarrhoea if consumed raw or partially cooked[10]. Cysts of \nthe small parasite Cryptosporidium parvum can be retained in shellfish[11]. If consumed by \nhealthy people it can cause diarrhoea and in patients with AIDS chronic diarrhoea. \nBiotoxins produced by algae and dinoflagelate must be considered apart due to its \nseverity, its progressive increase in relation with climate change and its possible long-term \neffect. Following is a brief description of the toxicity of the main chemical species \nrecognized to date, in animal models and in-vitro cultures \nIt is important to emphasize that the syndromes recognized to date due to shellfish \npoisoning in relation with verified human health problems are mainly acute. These are PSP \n(Paralytic Shellfish Poisoning), ASP (Amnesic Shellfish Poisoning), NSP (Neurotoxic \nShellfish Poisoning), and DSP (Diarrheic Shellfish Poisonig).  \nAll of them are diagnosed clinically by the knowledge of bivalve consumption in the \nprevious 24 hours. This is because we lack of biomarkers that confirm the exposure to the \ntoxins. We also lack an antitoxin and treatment is symptomatic and life support based. \nThe most common toxic syndrome of marine biotoxins is ciguatera. It is related to the \nconsumption in tropical regions of barracuda and other big fishes that can accumulate \nciguatoxin. \nIntoxication with tetrodotoxin (associated with the consumption of pufferfish in \nJapan[12], and maybe done on purpose in voodoo acts in Haiti[13]) will not be considered in \nthis chapter dedicated to shellfish. \nWe will neither consider the intoxication with gempylotoxin due to escolar and oilfish \nconsumption, or the scombrotoxin, that forms in fish after captured and kept without chilling, \nthis causes the bacteria to attack the histidin and change it into histamine (histamine \npoisoning)[14]. \nAlthough it has been of interest the acute nature of the these intoxications, evidences are \nincreasingly gathered that show that lipidic and thermoresistant biotoxins, like okadaic acid \nand its derivatives, could be retained for long periods and even establish an enterohepatic \nrecirculation cycle. \nIn theory, there is a possibility that DSP toxins can be less toxic if consumed in quantities \nabove the legal limit, in this case they will be virtually totally eliminated by the mild and self-\nlimiting diarrhoeic syndrome itself. If consumed below the limit, the toxin will accumulate in \nthe body fat and circulate now and again, with the subsequent cytotoxic damage, mutagen \neffect and above all luminal tumour promoter over premalign lesions like the colon polyps. In \nfact, it is known from old observations that cathartic agents used in the first half of 20th \ncentury, compounds made from mercury called calomel, were very poisonous when \nconsumed in low doses and innocuous if taken at the laxative dose, because they were totally \nremoved. \nTo achieve a correct diagnose a hypothetic biomarker should be sought. Preferably in \nurine because toxic substances that accumulate in the bile usually are eliminated in the faeces \nor via kidneys as glucuroconjugates. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJuan Martínez-Hernández, Victoria Lopez-Rodas and Eduardo Costas \n160 \nAs a hypothesis, and with some preliminary epidemiological data available, okadaic acid \nand its derivatives is a new risk factor for the large bowel cancer[15,16] and maybe for other \ndigestive tract tumors[17]. \n \n \nPSP (Paralytic Shellfish Poisoning) \n \nThere are approximately 27 known toxins with the capability to cause PSP. Saxitoxin \n(STX) is a non-sulphated variation and the most powerful of tem all. In sea water it is \nproduced by dinoflagellates while in fresh water cianobacteria can produce it. Other PSP \ntoxins are the gonyautoxins (GTX). \nSigns and symptoms are predominantly neurologic and include tingling, burns, \nnumbness, sleepiness, disjointed speech, and respiratory paralysis that can cause death. All of \nthis commences between half an hour and two hours after consuming the contaminated food \nand generally disappears after 12 hours unless an acute respiratory failure scenario appears \nand is not properly treated in hospital or a cardiac arrest due to hypotension. \nIt is very illustrative of the clinical presentation[18] an episode well described, as the one \nthat took place in Alaska the 6th of June 1990, when 6 fishermen consumed some mussels \nwell cooked. Between one and two hours after eating, 5 of them felt some numbness in the \nmouth, two of them tingling in the tongue and one numbness in the throat. Four of the \nfishermen threw up and four had paresthesia in the limbs. All of them were seen in the \nemergency unit of a hospital. Two of them required several day hospitalizations, but in the \nend all of them recovered from the episode. The toxin was present in the raw mussels in a \nhigher concentration than in the cooked (during 90 minutes) ones. This is consistent with the \nfact that is a hydrosoluble and thermoresistant substance that was partially diluted in the \nstock. \nPreviously there was a terrible incident in the pacific coast of Guatemala, in Champerico, \nbetween July and August 1987. 187 people got sick of PSP and 26 died (14%)[19]. The death \nrate among children under 6 was 50% and amongst over 18 was 7%, probably due to a less \ndistribution volume of the toxin in children. It was related to the consumption of a wild clam \nAmphichaena kindermani harvested in the beaches. Probably many lives could have been \nsaved with intensive care in these patients. \nIn the northeast coast of Margarita island, between August and October 1991 there was \nan important bloom of dinoflagellates Prorocentrum gracile, Gymnodinium catenatum and \nAlexandrium tamarense that caused 24 cases of PSP from which 16 required hospitalization. \nThe concentration of saxitoxin in mussels (Perna perna) exceeded significantly the \nconsidered safe level of 80 µg per gram of meat[20]. \nEpisodes of PSP can occur in conjunction with other intoxications[21], as was discovered \nafter analysing the samples obtained from a red tide occurred in Galicia, Spain in 1993, \nwhere it was found STX, GTX2, GTX3 and diarrhoeic toxins jointly. \nPSP would probably be the biggest acute toxicity problem in this type of foodstuff if \nshellfish from producing areas were not controlled as they are. \nEven in 2003, in a study in Shanghay markets, 8 out of 66 samples had saxitoxin and \nwhere positive to mouse bioassay[22]. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nEmerging Health Risk Due to Shellfish Consumption? \n161\nASP (Amnesic Shellfish Poisoning) \n \nSeveral algae species, especially diatomea of the genus Pseudo-nitzschia produce a \ntricarboxilic aminoacid analogous to glutamate called domoic acid capable of serious \nintoxications. \nIt seems that his action is exerted by the glutamate receptors like the one for kainite, \nanother excitative aminoacid, especially of the hippocampus area[23]. In the next 24 hours \nafter eating the contaminated molluscs gastrointestinal symptoms of moderate importance \nstart, and the mental symptoms in 48 hours. The neurodegenerative effect is seen principally \nas loss of the short-term memory, if recovered it takes a long time, resembling in some way to \nAlzheimer disease, but hallucinations, coma, and death can also occur. Elderly people are \nespecially sensible and all the deaths registered where in this group of age. \nIn 1987 in Prince Edwards Island (Canada) more than 150 people were intoxicated and 4 \ndied after eating mussels contaminated with domoic acid[24]. \nDomoic acid was first detected in molluscs in 1998 in Scotland[25] and France[26], and \nin 1999 in Ireland[27], with a particularly high content in the scallops (Pecten maximus) \nharvested in the east and south coast of the Republic of Ireland (2,820 micrograms per gram \nof the edible portion). In 2003 and 2004 in Scotland ASP toxins where the most frequent \nbiotoxins in shellfish, found in 69% of the samples in one study[28]. \nDomoic acid can enter the trofic chain and bioaccumulate in the viscera of Sepia \nofficinalis[29], and transfer to marine mammals that feed on them and probably to other \ncephalopoda, but it does not affect the mantle and because of that toxicity in humans is not \nexpectable, unless young animals from this species are consumed without evisceration, what \nhappens in certain cultures. Deaths in pelicans and sea lions have been registered along side \nthe west coast of the United States in the 90´s. Whales feed on fish and cephalopoda that are \ncontaminated with domoic acid[30], and to date there are no data about toxicity in this \nanimals. \nIn Europe and Canada[31] the total content of Amnesic Shellfish Poison (ASP) in the \nedible parts of molluscs (the entire body or any edible part separately) must not exceed 20 \nmicrograms of domoic acid per gram using the HPLC method.  \nA control system model in Chile, keeps watch on the presence of Psudonitzchia \naustralis[32]. The meat of the molluscs is controlled if in the phitoplanckton samples the \nalgae goes above the 65%. If the level of domoic acid rises over 5 micrograms per gram, the \nextraction area is closed and the molluscs and phitoplanckton is intensively controlled. \n \n \nNSP (Neurotoxic Shellfish Poisoning) \n \nGymnodinium breve (Karenia brevis) is a marine dinoflagellate that produce brevetoxins, \nthe potent toxins that cause neurotoxic shellfish poisoning[33]. The effects of brevetoxins are \nnot only seen after consumption, but they also have the striking attribute of toxicity by \ncontact with the conjunctival, oropharyngeal and respiratory tract mucosae, causing irritation \nand allergies. Occasionally they can cause bronchospasm and asmatic crises[34]. \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nJuan Martínez-Hernández, Victoria Lopez-Rodas and Eduardo Costas \n162 \nIn the Genoa outbreak between the 17th and 26th of July 2005, 205 patients were seen in \nthe emergency units (maybe the number was even higher but they did not require specific \nmedic care). An inclusion criterion was to be present in the vicinity of the coast during the \nbloom. They had fever (64%), sore throat (50%), cough (40%), and in less amount dyspnea, \ncephalalgy, rhinorrea and vomits. 20% required hospitalization but in the majority of them \nthe symptoms disappeared spontaneously in few hours. Average delay in the onset of \nsymptoms was 7 hours, varying from 30 minutes to 23 hours. \nIn this event bloom was originated by Ostreopsis ovata that produce palytoxin. It is one \nof the strongest nonpeptidic toxins. Causes cytolysis as a result of the inhibition of Na+, K+-\nATPase and has been recognised as the causative agent of fatal human seafood \npoisoning[36]. \n \n \nDSP (Diarrhetic Shellfish Poisonig) \n \nDepending on the amount of okadaic acid (OA) or its derivates, dinophysistoxins \n(DTXs), pectenotoxins (PTXs), azaspiracids (AZAs), yessotoxins (YTXs), spirolides (SPXs) \nand gymnodimines (GYMs) ingested, within 30 minutes and 3 hours after, a self-limiting \ndiarrhoea condition starts. Generally it does not require special care and precisely because of \nthis is frequently under diagnosed. \nOkadaic acid is a highly soluble in lipids polyether, thermoresistant and with an irritating \nand cytotoxic action. This is why it persists in preserved or cooked shellfish. Furthermore, it \nis a strong tumour promoter. It is unknown the long term effect of the toxin capable of being \nretained in the body fat, although there is some evidence about its effect as a risk factor in the \ncolon cancer[12, 14]. \nIn Europe, the amount considered safe to prevent DSP is 0.16 grams per gram of edible \nportion of the mollusk[37]. However, these limits are often surpassed in other parts of the \nglobe, and in countries with control systems in place, like Spain, the detected levels can be \nclose to the limit. The limit is established because is the one in the mouse bioassay; below \nthis level it could only be detected by means of more sensible procedures like ELISA or \nHPLC. The Bioassay must continue to be the diagnostic reference to detect presence of toxins \nin molluscs because it is very unspecific; it will detect any new toxin without loosing \nsensibility, especially if other assays are performed to confirm and to be more precise in \ndetecting toxins. \nControl systems are more efficient if they focus in monitoring microorganisms that \nproduce toxins. The absence of the toxic dinoflagellate implies the absence of toxin. Control \nsystems based in detecting toxins must consider that some of these (the liposoluble ones) can \nhave long-term toxic effect developed only in sensitive people due to hereditary factors and \nin foetus and breast-feeding babies (certainly is excreted this via). Although this is so far only \na theoretical possibility, the best safe level for DSP toxins is the absence of toxin, and this \ncan be guaranteed with good control systems. \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nEmerging Health Risk Due to Shellfish Consumption? \n163\nGlobal Change, Marine Aquacultures \nand Biotoxins \n \nThe argument that extractive way of life must be necessarily changed to another mainly \nbased on intensive fish farming is basically false, because the farmed fish and shellfish need \nprimarily marine foodstuffs originated from extractive systems. Further more, extractive \nsystems have an impact on the environment not only because of the freedom of specimens but \nalso because of pollutants released into the ocean. Extractive fishery is environmentally \nsustainable if done in a regulated way and knowing the quantities present of the commercial \nspecies and adapting to them, with the biological stops that are recommended. \nIntensive mussel culture in batea is a production that has to progress with special \nattention to security and quality. For so, care and respect to the environment has to be \noptimum. Increasingly contaminated estuaries cannot produce better quality molluscs \nalthough they produce more quantity. Safer products reinforce the consumer security and \nincrease the added value of the product. Excessive increases in productions always affect \nprices negatively. \n Water eutrofization due to rises in water temperature and to spillages rich in phosphates \ncertainly increase red tides, not only in means of occurrence, but also in duration and \nintensity, with an increase in the days that extraction is banned in the shellfish producer \nregions. \nThese foodstuffs are natural or antropogenic toxin and metal concentrators, and its \nconsumption must be promoted as something occasional, not on a daily basis or as a basic \nnutrient.",
      "source_book": "Fish Consumption and Health",
      "source_page": 171,
      "original_language": "en",
      "quality_score": 50,
      "confidence_score": 0.9,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.932Z"
    },
    {
      "id": "experiencia-clinica-con-aceite-de-pescado-a-base",
      "title": "Experiencia clínica con aceite de pescado a base",
      "title_original": "Experiencia clínica con aceite de pescado a base",
      "slug": "experiencia-clinica-con-aceite-de-pescado-a-base",
      "especies": [
        "lenguado"
      ],
      "especies_details": [
        {
          "id": "lenguado",
          "matched_by": "alias",
          "matched_text": "sole",
          "confidence": 0.9
        }
      ],
      "especies_main": "lenguado",
      "presentacion_recomendada": null,
      "especies_info": [
        {
          "id": "lenguado",
          "nombre": "Lenguado",
          "nombre_cientifico": "Paralichthys spp",
          "tipo": "pescado",
          "categoria": "Blanco plano premium",
          "aliases": [
            "sole",
            "flounder",
            "lenguado"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Entero",
            "Mariposa"
          ],
          "caracteristicas": {
            "textura": "Delicada",
            "sabor": "Muy suave",
            "grasa": "Muy bajo",
            "color_carne": "Blanco"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Vapor",
            "Horno",
            "Meuniere"
          ],
          "temporada_mejor": [
            "Invierno"
          ],
          "precio_rango": "muy-alto",
          "popular_argentina": true
        }
      ],
      "content_type": "salud",
      "category": "nutricion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "lenguado",
        "general",
        "fácil",
        "omega-3",
        "blanco-plano-premium",
        "delicada",
        "muy suave",
        "grasa-muy bajo"
      ],
      "summary": "Clinical Experience with Fish Oil Based \nLipid Emulsions  \n \nDespite evidence to the contrary in a variety of animal models, there is still skepticism \nregarding the ability of parenteral fish oil to prevent EFAD and maintain adequate growth \nrate when used as monotherapy. Recent reports suggest tha...",
      "excerpt": "Clinical Experience with Fish Oil Based  Lipid Emulsions    ",
      "full_text": "Clinical Experience with Fish Oil Based \nLipid Emulsions  \n \nDespite evidence to the contrary in a variety of animal models, there is still skepticism \nregarding the ability of parenteral fish oil to prevent EFAD and maintain adequate growth \nrate when used as monotherapy. Recent reports suggest that the omega-3 fatty acids, alpha-\nlinolenic acid (ALA), EPA, and DHA, which are present in fish oil, might play a role in \nreducing the amount of the omega-6 fatty acid, linoleic acid required to prevent EFAD.[40] \nOmegaven® (Fresenius Kabi Deutschland GmbH, Bad Homburg v.d.H., Germany) is the \nonly commercially available lipid emulsion that contains solely fish oils. In 2005, Gura et al. \ndescribed the first case in which Omegaven® was used as the sole intravenous lipid source in \na human.41 Due to a severe soy allergy, this patient was unable to tolerate any parenteral fat \nemulsion commercially available in the United States. The patient had gone to develop \nbiochemical evidence of EFAD accompanied by truncal folliculitis over a course of months \nsecondary to fat free PN in the absence of any enteral feedings and despite topical oil therapy. \n[41] After receiving emergency FDA approval, Omegaven® was administered and resulted in \nresolution of the rash in 10 days and normalization of essential fatty acid status after 17 days.  \nSince this case report and based on the results of the previously described murine studies, \nOmegaven® monotherapy has been used Children's Hospital Boston since 2004 under an \nFDA approved compassionate treatment protocol for PN-dependent patients with cholestasis. \nIn one early case report, 2 pediatric patients with cholestasis due to PNALD were treated \nwith Omegaven® and their serum bilirubin levels normalized within 60 days. [42] Both \ninfants tolerated the therapy well and did not experience any adverse reactions. Based on \nthese initial findings, more than 100 children with PNALD with the fish oil-based lipid \nemulsion have been similarly treated. In March 2008, a comprehensive analysis was \npublished in which the outcome of the first 18 patients on Omegaven® monotherapy [43] \nwas compared to a group of 21 historical controls who received the conventional soybean oil-\nbased lipid emulsions.11 Children who received Omegaven® monotherapy experienced \nreversal of cholestasis approximately 7 times faster than the historical controls, effectively \nhalting the progression of PNALD. This gave the children time to develop enteral tolerance \nand transition to full enteral feedings. In this study, 2 children receiving Omegaven® died \nfrom causes unrelated to its use, whereas mortality related to PNALD was 29% in the \nhistorical cohort. Moreover, 2 infants receiving parenteral soy bean-based lipid emulsions \nunderwent a liver transplantation, compared to no liver transplants in the Omegaven® oil \ntreated patients. Furthermore, Omegaven® monotherapy was not associated with EFAD, \nhypertriglyceridemia, coagulopathy, bloodstream infections, or growth impairment. Since the \npublication of these reports, several other centers have experience similar dramatic findings. \n[44, 45] \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nKathleen M. Gura \n172",
      "source_book": "Fish Consumption and Health",
      "source_page": 185,
      "original_language": "en",
      "quality_score": 50,
      "confidence_score": 0.85,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.936Z"
    },
    {
      "id": "fondo",
      "title": "Fondo",
      "title_original": "Fondo",
      "slug": "fondo",
      "especies": [
        "brotola"
      ],
      "especies_details": [
        {
          "id": "brotola",
          "matched_by": "alias",
          "matched_text": "ling",
          "confidence": 0.9
        }
      ],
      "especies_main": "brotola",
      "presentacion_recomendada": null,
      "especies_info": [
        {
          "id": "brotola",
          "nombre": "Brótola",
          "nombre_cientifico": "Salilota australis",
          "tipo": "pescado",
          "categoria": "Blanco de profundidad",
          "aliases": [
            "cusk",
            "ling",
            "brótola"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Tronco",
            "Cola"
          ],
          "caracteristicas": {
            "textura": "Muy firme",
            "sabor": "Suave",
            "grasa": "Bajo",
            "color_carne": "Blanco"
          },
          "metodos_coccion_recomendados": [
            "Horno",
            "Parrilla",
            "Plancha",
            "Guisos"
          ],
          "temporada_mejor": [
            "Todo el año"
          ],
          "precio_rango": "medio",
          "popular_argentina": true
        }
      ],
      "content_type": "recetas",
      "category": "coccion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [
        {
          "name": "of frequently eaten foods like porridge, polenta, corn flakes,",
          "name_original": "of frequently eaten foods like porridge, polenta, corn flakes,",
          "order": 1
        },
        {
          "name": "popcorn, tacos, chips, canned de-embryonated kernels, and other food products. Corn is also",
          "name_original": "popcorn, tacos, chips, canned de-embryonated kernels, and other food products. Corn is also",
          "order": 2
        },
        {
          "name": "component of products used in the elaboration of bread, cakes and beer. In addition, corn",
          "name_original": "component of products used in the elaboration of bread, cakes and beer. In addition, corn",
          "order": 3
        },
        {
          "name": "may be used in the elaboration of starch, glue, cosmetics, stickers, stamp adhesives, exipients",
          "name_original": "may be used in the elaboration of starch, glue, cosmetics, stickers, stamp adhesives, exipients",
          "order": 4
        },
        {
          "name": "(for example, in the formulations of aspirin and vitamins), chewing gum, talcum powder,",
          "name_original": "(for example, in the formulations of aspirin and vitamins), chewing gum, talcum powder,",
          "order": 5
        },
        {
          "name": "lozenges, ointments, toothpastes, laxatives and bath powder [3]",
          "name_original": "lozenges, ointments, toothpastes, laxatives and bath powder [3]",
          "order": 6
        },
        {
          "name": "The protein composition of maize seeds has been investigated in depth. However, few",
          "name_original": "The protein composition of maize seeds has been investigated in depth. However, few",
          "order": 7
        },
        {
          "name": "studies have addressed the identification of maize allergens. A major lipid transfer protein",
          "name_original": "studies have addressed the identification of maize allergens. A major lipid transfer protein",
          "order": 8
        },
        {
          "name": "Fish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook",
          "name_original": "Fish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook",
          "order": 9
        },
        {
          "name": "Copyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.",
          "name_original": "Copyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.",
          "order": 10
        },
        {
          "name": "Kathleen M. Gura",
          "name_original": "Kathleen M. Gura",
          "order": 11
        },
        {
          "name": "",
          "name_original": "178",
          "order": 12
        },
        {
          "name": "(LTP) allergen of maize appears to be a protein belonging to group 1 of grass pollen allergens",
          "name_original": "(LTP) allergen of maize appears to be a protein belonging to group 1 of grass pollen allergens",
          "order": 13
        },
        {
          "name": "that are responsible for seasonal respiratory symptoms [4]; the maize allergen appears to be",
          "name_original": "that are responsible for seasonal respiratory symptoms [4]; the maize allergen appears to be",
          "order": 14
        },
        {
          "name": "responsible for provoking food-induced allergen reactions. Similar to flour, particles of corn",
          "name_original": "responsible for provoking food-induced allergen reactions. Similar to flour, particles of corn",
          "order": 15
        },
        {
          "name": "can also be inhaled by people handling it while making cakes, pastry cooks, by housewives",
          "name_original": "can also be inhaled by people handling it while making cakes, pastry cooks, by housewives",
          "order": 16
        },
        {
          "name": "and by farmers [4]. Corn flour contains about 7% to 13% protein that can be fractionated into",
          "name_original": "and by farmers [4]. Corn flour contains about 7% to 13% protein that can be fractionated into",
          "order": 17
        },
        {
          "name": "several solubility classes; the salt-extractable fraction (albumins and globulins) averages less",
          "name_original": "several solubility classes; the salt-extractable fraction (albumins and globulins) averages less",
          "order": 18
        },
        {
          "name": "than 4% of the total endosperm protein and mainly comprises of proteins with metabolic",
          "name_original": "than 4% of the total endosperm protein and mainly comprises of proteins with metabolic",
          "order": 19
        },
        {
          "name": "functions whereas 60-70% of proteins are called zeins [5].",
          "name_original": "functions whereas 60-70% of proteins are called zeins [5].",
          "order": 20
        },
        {
          "name": "Corn is often cited as an allergenic food and positive specific IgE to this cereal have been",
          "name_original": "Corn is often cited as an allergenic food and positive specific IgE to this cereal have been",
          "order": 21
        },
        {
          "name": "reported. In Mexico, despite the high consumption pattern of corn, there is only limited",
          "name_original": "reported. In Mexico, despite the high consumption pattern of corn, there is only limited",
          "order": 22
        },
        {
          "name": "information on food-induced allergic reactions to maize in adults [6]. Symptoms may include",
          "name_original": "information on food-induced allergic reactions to maize in adults [6]. Symptoms may include",
          "order": 23
        },
        {
          "name": "urticaria, diarrhea, wheezing, and in some cases anaphylaxis [7]. Therefore, we performed the",
          "name_original": "urticaria, diarrhea, wheezing, and in some cases anaphylaxis [7]. Therefore, we performed the",
          "order": 24
        },
        {
          "name": "present study in order to evaluate specific IgE levels as a diagnostic test of corn allergy in",
          "name_original": "present study in order to evaluate specific IgE levels as a diagnostic test of corn allergy in",
          "order": 25
        },
        {
          "name": "children.",
          "name_original": "children.",
          "order": 26
        }
      ],
      "steps": [],
      "tags": [
        "brotola",
        "general",
        "fácil",
        "blanco-de-profundidad",
        "muy firme",
        "suave",
        "grasa-bajo"
      ],
      "summary": "Background \n \nCereals, of the taxonomic family Gramineae, are responsible for a high rate of allergic \nand immunologic reactions [1,2]. Cereals include wheat, barley, rye, oats, rice and maize, and \ndifferent consumption patterns of various cereals around the world may justify the different \nrates o...",
      "excerpt": "Background    Cereals, of the taxonomic family Gramineae, are responsible for a high rate of allergic ",
      "full_text": "Background \n \nCereals, of the taxonomic family Gramineae, are responsible for a high rate of allergic \nand immunologic reactions [1,2]. Cereals include wheat, barley, rye, oats, rice and maize, and \ndifferent consumption patterns of various cereals around the world may justify the different \nrates of sensitization reported for each cereal [1]. They are the major components of the \nhuman diet in many countries around the world, and sensitization to any of the cereals \nconsequently represents a major public health challenge. In many countries, corn (Zea mays \nL) is the basic ingredient of frequently eaten foods like porridge, polenta, corn flakes, \npopcorn, tacos, chips, canned de-embryonated kernels, and other food products. Corn is also \ncomponent of products used in the elaboration of bread, cakes and beer. In addition, corn \nmay be used in the elaboration of starch, glue, cosmetics, stickers, stamp adhesives, exipients \n(for example, in the formulations of aspirin and vitamins), chewing gum, talcum powder, \nlozenges, ointments, toothpastes, laxatives and bath powder [3] \nThe protein composition of maize seeds has been investigated in depth. However, few \nstudies have addressed the identification of maize allergens. A major lipid transfer protein \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nKathleen M. Gura \n178 \n(LTP) allergen of maize appears to be a protein belonging to group 1 of grass pollen allergens \nthat are responsible for seasonal respiratory symptoms [4]; the maize allergen appears to be \nresponsible for provoking food-induced allergen reactions. Similar to flour, particles of corn \ncan also be inhaled by people handling it while making cakes, pastry cooks, by housewives \nand by farmers [4]. Corn flour contains about 7% to 13% protein that can be fractionated into \nseveral solubility classes; the salt-extractable fraction (albumins and globulins) averages less \nthan 4% of the total endosperm protein and mainly comprises of proteins with metabolic \nfunctions whereas 60-70% of proteins are called zeins [5].  \nCorn is often cited as an allergenic food and positive specific IgE to this cereal have been \nreported. In Mexico, despite the high consumption pattern of corn, there is only limited \ninformation on food-induced allergic reactions to maize in adults [6]. Symptoms may include \nurticaria, diarrhea, wheezing, and in some cases anaphylaxis [7]. Therefore, we performed the \npresent study in order to evaluate specific IgE levels as a diagnostic test of corn allergy in \nchildren.",
      "source_book": "Fish Consumption and Health",
      "source_page": 191,
      "original_language": "en",
      "quality_score": 70,
      "confidence_score": 0.9,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.941Z"
    },
    {
      "id": "pacientes-y-metodos",
      "title": "Pacientes y métodos",
      "title_original": "Pacientes y métodos",
      "slug": "pacientes-y-metodos",
      "especies": [],
      "especies_details": [],
      "especies_main": null,
      "presentacion_recomendada": null,
      "especies_info": [],
      "content_type": "notas_de_mar",
      "category": "preparacion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "general",
        "fácil",
        "rápido"
      ],
      "summary": "Patients and Methods \n \nIn a prospective study design, 41 consecutive pediatric patients between the age of 9 \nmonths and 11.5 years (median 2.3), with history of urticaria, atopic dermatitis, vomiting, \ndiarrhea, abdominal pain, rhinitis, or wheezing after ingesting corn, were included in the \nstud...",
      "excerpt": "Patients and Methods    In a prospective study design, 41 consecutive pediatric patients between the age of 9 ",
      "full_text": "Patients and Methods \n \nIn a prospective study design, 41 consecutive pediatric patients between the age of 9 \nmonths and 11.5 years (median 2.3), with history of urticaria, atopic dermatitis, vomiting, \ndiarrhea, abdominal pain, rhinitis, or wheezing after ingesting corn, were included in the \nstudy. Specific IgE levels were obtained from all children and food oral challenges to maize \nwas performed as follows. Blood samples were obtained before the oral challenge to maize \nand specific IgE levels to corn were obtained by means of the Pharmacia CAP System FEIA \n(Pharmacia Diagnostics AB, Uppsala, Sweden). \nFood challenges to maize were performed in adherence to the EAACI guidelines and \nfollowing protocols reported elsewhere [8-11]. Starting from a dosage of 0.5 g, food dose was \ndouble every 20 minutes until the entire meal was eaten or until symptoms appeared. The \nmaximum dosage was 100 g. The sensitivity, specificity, and positive and negative predictive \nvalues (PPV and NPV, respectively) were obtained for specific IgE were obtained using the \nfood challenge as a gold standard. Receiver-operator characteristics (ROC) curves were also \nconstructed. Area under the curve (AUC) was calculated to quantify the accuracy of the \nsingle test and to compare the diagnostic value.  \n \n \nResults  \n \nThere were 25 boys (60.9%) and 16 were girls (39.1%). The diagnostic challenge test \npositive in 29 children (70%). Of them, 29 (70%) had wheezing, 16 (39%) atopic dermatitis \n(10 points of SCORAD), 10 (24%) diarrhea, and 8 (19.5%) urticaria. In the analysis of the \nROC curve, the optimal decision point of IgE was 7.5 Ku/L with a negative predictive value \nof 80%, positive predictive value 66%, sensitivity 96%, and specificity 77%.  \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nRole of Parenteral Fish Oil Lipid Emulsions in Pediatric Nutrition \n179",
      "source_book": "Fish Consumption and Health",
      "source_page": 192,
      "original_language": "en",
      "quality_score": 20,
      "confidence_score": 0.5,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.945Z"
    },
    {
      "id": "referencias",
      "title": "Referencias",
      "title_original": "Referencias",
      "slug": "referencias",
      "especies": [
        "brotola",
        "caballa",
        "salmon",
        "langostino",
        "calamar",
        "almeja"
      ],
      "especies_details": [
        {
          "id": "brotola",
          "matched_by": "alias",
          "matched_text": "ling",
          "confidence": 0.9
        },
        {
          "id": "caballa",
          "matched_by": "alias",
          "matched_text": "mackerel",
          "confidence": 0.9
        },
        {
          "id": "salmon",
          "matched_by": "alias",
          "matched_text": "salmon",
          "confidence": 0.9
        },
        {
          "id": "langostino",
          "matched_by": "alias",
          "matched_text": "shrimp",
          "confidence": 0.9
        },
        {
          "id": "calamar",
          "matched_by": "nombre",
          "matched_text": "Calamar",
          "confidence": 1
        },
        {
          "id": "almeja",
          "matched_by": "alias",
          "matched_text": "clam",
          "confidence": 0.9
        }
      ],
      "especies_main": "brotola",
      "presentacion_recomendada": "Cola",
      "especies_info": [
        {
          "id": "brotola",
          "nombre": "Brótola",
          "nombre_cientifico": "Salilota australis",
          "tipo": "pescado",
          "categoria": "Blanco de profundidad",
          "aliases": [
            "cusk",
            "ling",
            "brótola"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Tronco",
            "Cola"
          ],
          "caracteristicas": {
            "textura": "Muy firme",
            "sabor": "Suave",
            "grasa": "Bajo",
            "color_carne": "Blanco"
          },
          "metodos_coccion_recomendados": [
            "Horno",
            "Parrilla",
            "Plancha",
            "Guisos"
          ],
          "temporada_mejor": [
            "Todo el año"
          ],
          "precio_rango": "medio",
          "popular_argentina": true
        },
        {
          "id": "caballa",
          "nombre": "Caballa",
          "nombre_cientifico": "Scomber japonicus",
          "tipo": "pescado",
          "categoria": "Azul pequeño",
          "aliases": [
            "mackerel",
            "caballa",
            "scomber"
          ],
          "presentaciones": [
            "Entero",
            "Filete",
            "En conserva"
          ],
          "caracteristicas": {
            "textura": "Firme",
            "sabor": "Intenso",
            "grasa": "Alto",
            "color_carne": "Oscuro"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Horno",
            "Escabeche",
            "Ahumado"
          ],
          "temporada_mejor": [
            "Abril",
            "Mayo",
            "Junio"
          ],
          "precio_rango": "bajo",
          "popular_argentina": true
        },
        {
          "id": "salmon",
          "nombre": "Salmón blanco",
          "nombre_cientifico": "Salmo salar (cultivado)",
          "tipo": "pescado",
          "categoria": "Rosado premium",
          "aliases": [
            "salmon",
            "salmón",
            "white salmon",
            "atlantic salmon"
          ],
          "presentaciones": [
            "Filete sin piel",
            "Filete con piel",
            "Suprema",
            "Ahumado",
            "Entero"
          ],
          "caracteristicas": {
            "textura": "Firme",
            "sabor": "Rico",
            "grasa": "Alto",
            "color_carne": "Rosado-naranja"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Horno",
            "Parrilla",
            "Crudo",
            "Ahumado"
          ],
          "temporada_mejor": [
            "Todo el año (cultivado)"
          ],
          "precio_rango": "alto",
          "popular_argentina": true
        },
        {
          "id": "langostino",
          "nombre": "Langostino",
          "nombre_cientifico": "Pleoticus muelleri",
          "tipo": "marisco",
          "categoria": "Crustáceo premium",
          "aliases": [
            "prawn",
            "shrimp",
            "langostino",
            "langostinos",
            "camarón",
            "gambas"
          ],
          "presentaciones": [
            "Entero con cáscara",
            "Pelado crudo",
            "Pelado cocido",
            "Cola con cáscara",
            "Argentino extra grande"
          ],
          "caracteristicas": {
            "textura": "Firme",
            "sabor": "Dulce",
            "color_cocido": "Rosado-naranja"
          },
          "metodos_coccion_recomendados": [
            "Plancha",
            "Salteado",
            "Parrilla",
            "Hervido",
            "Al ajillo"
          ],
          "temporada_mejor": [
            "Marzo",
            "Abril",
            "Mayo",
            "Junio"
          ],
          "precio_rango": "alto",
          "popular_argentina": true
        },
        {
          "id": "calamar",
          "nombre": "Calamar",
          "nombre_cientifico": "Illex argentinus",
          "tipo": "marisco",
          "categoria": "Cefalópodo",
          "aliases": [
            "squid",
            "calamari",
            "calamar",
            "calamares"
          ],
          "presentaciones": [
            "Entero limpio",
            "Tubo",
            "Anillos",
            "Tentáculos",
            "Rabas (rebozadas)"
          ],
          "caracteristicas": {
            "textura": "Firme-elástica",
            "sabor": "Suave marino",
            "color": "Blanco translúcido"
          },
          "metodos_coccion_recomendados": [
            "Frito",
            "Plancha",
            "Parrilla",
            "Relleno",
            "Guisos"
          ],
          "temporada_mejor": [
            "Verano"
          ],
          "precio_rango": "medio",
          "popular_argentina": true
        },
        {
          "id": "almeja",
          "nombre": "Almeja",
          "nombre_cientifico": "Ameghinomya antiqua",
          "tipo": "marisco",
          "categoria": "Molusco bivalvo",
          "aliases": [
            "clam",
            "almeja",
            "almejas",
            "clams"
          ],
          "presentaciones": [
            "Viva con concha",
            "Carne limpia"
          ],
          "caracteristicas": {
            "textura": "Tierna",
            "sabor": "Marino suave",
            "color": "Blanco-crema"
          },
          "metodos_coccion_recomendados": [
            "Vapor",
            "Guisos",
            "Pasta",
            "Caldos"
          ],
          "temporada_mejor": [
            "Verano"
          ],
          "precio_rango": "medio",
          "popular_argentina": false
        }
      ],
      "content_type": "recetas",
      "category": "coccion",
      "metodo_coccion": [
        "general"
      ],
      "metodo_coccion_details": [],
      "difficulty": "Fácil",
      "difficulty_details": {
        "difficulty": "Fácil",
        "reason": "0 steps, 30min",
        "confidence": 0.95
      },
      "prep_time": null,
      "cook_time": null,
      "total_time": null,
      "ingredients": [],
      "steps": [],
      "tags": [
        "brotola",
        "caballa",
        "salmon",
        "langostino",
        "calamar",
        "almeja",
        "general",
        "fácil",
        "cardiovascular",
        "cerebral",
        "blanco-de-profundidad",
        "muy firme",
        "suave",
        "grasa-bajo",
        "azul-pequeño",
        "firme",
        "intenso",
        "grasa-alto",
        "rosado-premium",
        "rico",
        "crustáceo-premium",
        "dulce",
        "cefalópodo",
        "firme-elástica",
        "suave marino",
        "molusco-bivalvo",
        "tierna",
        "marino suave"
      ],
      "summary": "References \n \n[1] \nPastorello EA, Pompei C, Pravettoni V, Farioli L, Calamari AM, Scibilia J, Robino \nAM, Conti A. et al Lipid-transfer protein is the major maize allergen maintaining IgE-\nbinding activity after cooking at 100oC, as demonstrated in anaphylactic patients and \nFish Consumption and Hea...",
      "excerpt": "References    [1] ",
      "full_text": "References \n \n[1] \nPastorello EA, Pompei C, Pravettoni V, Farioli L, Calamari AM, Scibilia J, Robino \nAM, Conti A. et al Lipid-transfer protein is the major maize allergen maintaining IgE-\nbinding activity after cooking at 100oC, as demonstrated in anaphylactic patients and \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nKathleen M. Gura \n180 \npatients with positive double-blind, placebo-controlled food challenge results. J Allergy \nClin Immunol 2003;112:775-783. \n[2] \nMay KL. Allergy to cereals and dairy products in adult, uncomplicated asthma: an \nepidemiological survey. Allergol Immunopathol (Madr). 1980;8:643-650. \n[3] \nTexas Children’s Hospital. Corn allergy. 2004; http://www.texaschildrens.org \n/parents/tipsarticles/acrobatdisplay.aspx?fid=344 (accessed on June 18, 2008). \n[4] \nPastorello EA, Farioli L, Pravettoni V, Ispano M, Scibola E, Trambaiolli C, Giuffrida \nMG, et al. The maize major allergen, which is responsable for food-induced allergic \nreactions, is a lipid transfer protein. J Allergy Clin Immunol 2000;106:744-751. \n[5] \nPasini G, Simonato B, Curioni A, Vincenzi S, Cristaudo A, Santucci B, Peruffo AD, \nGiannattasio M. IgE-mediated allergy to corn: a 50kDa protein, belonging to the \nReduced Soluble Proteins, is a major allergen. Allergy 2002;57:98-106. \n[6] \nValencia Zavala MP, Vega Robledo GB, Sánchez Olivas MA, Duarte Diaz RJ, Oviedo \nCL. Maize (Zea mays): allergen or toleragen? Participation of the cereal in allergic \ndisease and positivity incidence in cutaneous tests. Rev Alerg Mex. 2006;53:207-211. \n[7] \nWeichel M, Vergoossen NJ, Bonomi S, Scibilia J, Ortolani C, Ballmer-Weber BK, \nPastorello EA. Screening the allergenic repertoires of wheat and maize with sera from \ndouble-blind, placebo-controlled food challenge positive patients. Allergy 2006; \n61:128-135. \n[8] \nTanaka LG, El-Dahr JM, Lehrer SB. Double-blind, placebo-controlled corn challenge \nresulting in anaphylaxis. J Allergy Clin Immunol 2001;107:744. \n[9] \nSutton SA, Assa’ad AH, Steinmetz C, Rothenberg ME. A negative, double-blind, \nplacebo-controlled challenge to genetically modified corn. J Allergy Clin Immunol \n2003;112:1011-1012.  \n[10] Bucchini L, Goldman LR. Starlink corn: a risk analysis. Environmental Health \nPerspectives 2002;110:5-13.  \n[11] Bindslev-Jensen C, Ballmer-Weber BK, Bengtsson U, Blanco C, Ebner C, Huorrihane \nJ, Knulst AC, Moneret-Vautrin DA, et al. Standardization of food challenges in patients \nwith immediate reactions to foods – position paper from the European Academy of \nAllergology and Clinical Immunology. Allergy 2004;59:690-697.  \n[12] Sampson HA. Utility of food-specific IgE concentrations in predicting symptomatic \nfood allergy. J Allergy Clin Immunol 2001;107:891-896. \n[13] Hill DJ, Heine RG, Hosking CS. The diagnostic value of skin prick testing in children \nwith food allergy. Pediatr Allergy Immunol 2004;15:435-441. \n \n \n \n \n \n \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\n \n \n \n \n \n \n \n \n \n \n \nIndex \n \n \nA \nabnormalities, 8, 22, 62, 73, 83, 102, 167, 168, 172, \n173, 175 \nabsorption, 75, 89, 163 \naccidents, 83, 158 \naccuracy, 178 \nachievement, 20 \nacidity, 40 \nactivated receptors, 101 \nactivation, 38, 94, 100, 101, 115, 133 \nacute, 3, 4, 5, 12, 27, 30, 57, 94, 95, 100, 102, 107, \n108, 111, 114, 159, 160, 164, 174 \nacute coronary syndrome, 5, 27 \nacute infection, 95 \nadenocarcinomas, 31 \nadhesion, 10, 94, 112, 129 \nadhesive interaction, 174 \nadhesives, xii, 177 \nadipose, 11, 29 \nadipose tissue, 11, 29 \nadjustment, 7, 13, 17, 125, 129 \nadministration, 168, 170, 173 \nadolescence, 137 \nADP, 12, 115 \nadult, 16, 17, 21, 46, 137, 180 \nadult population, 21 \nadulthood, 23 \nadults, xii, 8, 10, 17, 19, 22, 23, 29, 33, 39, 49, 53, \n54, 59, 62, 81, 83, 85, 88, 131, 133, 137, 140, \n178, 179 \naerodigestive tract, 133 \naffective disorder, 19 \nAfrican American, 52, 142 \nAfrican Americans, 52 \nage, vii, xi, 1, 3, 4, 7, 8, 11, 12, 17, 18, 24, 32, 33, \n34, 35, 38, 39, 44, 52, 56, 64, 65, 66, 71, 74, 81, \n88, 90, 91, 120, 121, 122, 123, 125, 129, 135, \n137, 142, 143, 144, 145, 147, 149, 150, 151, 153, \n154, 161, 178 \nageing, 50, 130, 133 \nagent, 22, 162 \nagents, 82, 159, 173 \nagricultural, 158 \nagriculture, 82, 85, 86, 87 \nAIDS, xi, 157, 159 \nair, 83, 139, 151 \nalanine, 170 \nalanine aminotransferase, 170 \nAlaska, 41, 57, 158, 160, 164 \nalbumin, 95, 96, 98, 100, 101, 102 \nalcohol, 41, 129, 130 \nalcohol consumption, 129, 130 \nalgae, 42, 159, 161 \nAlgal, 48 \nallele, 15, 20, 52 \nallergens, xii, 177 \nallergic reaction, xii, 178, 180 \nallergy, xii, 171, 178, 179, 180 \nalpha, ix, 2, 10, 26, 42, 49, 57, 59, 94, 95, 96, 97, 98, \n103, 113, 115, 123, 129, 134, 169, 170, 171, 174 \nalpha-linolenic acid, 2, 26, 42, 49, 59, 113, 123, 134, \n171, 174 \nalternative, 39, 62, 70, 168, 170 \nalternatives, 39 \nalters, 103 \naluminum, 40 \nalveolar macrophage, 16 \nAlzheimer disease, 33, 34, 52, 55, 56, 57, 130, 161 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n182 \nAlzheimer’s disease, vii, 1, 2, 19, 20, 39, 40`1, 50, \n52, 55, 58 \namalgam, 136 \nAmerican Heart Association, 23, 24, 137, 153 \nAmerican Indian, 41, 52 \nAmerican Indians, 41, 52 \namines, 14 \namino, vii, 37, 38, 45, 46, 48 \namino acid, vii, 37, 38, 45, 46, 48 \namyloid, 10, 20, 174 \namyloid deposits, 20 \nanalysis of variance, 64 \nanalytic techniques, x, 105 \nanaphylaxis, xii, 178, 180 \nangina, 29, 106, 107, 114 \nangiogenesis, 175 \nangiogenic, 128 \nangiography, 56 \nangioplasty, 11 \nanimal diseases, 82 \nanimal models, 159, 171 \nanimal studies, 125, 127, 170 \nanimals, 3, 22, 80, 82, 94, 101, 158, 161, 170 \nanthropogenic, 136 \nantiarrhythmic, vii, 1, 6, 80, 112 \nanti-atherogenic, 106 \nantibacterial, 51 \nantibiotics, 82 \nantibody, 91 \nantigen, 115, 128, 133 \nanti-inflammatory eicosanoids, 170 \nantimony, 120 \nantioxidant, 29, 83, 111, 174 \nantitoxin, 159 \nanxiety, 19 \nanxiety disorder, 19 \nAPC, 30 \nAPOE, 33, 52, 53 \napoptosis, 12 \napplication, 88 \naquaculture, ix, xi, 39, 51, 77, 78, 85, 86, 87, 88, 89, \n91, 120, 157, 158 \narachidonic acid, ix, 13, 14, 16, 17, 38, 81, 94, 96, \n101, 169 \nArctic, 54 \nArgentina, 45 \narrhythmia, 6, 27 \narrhythmias, 2, 114 \narsenic, 22, 120 \nART, 103, 113 \narteries, 6, 45, 80, 123 \nartery, vii, 1, 3, 5, 6, 9, 11, 25, 26, 29, 80, 91, 106, \n108, 115 \narthritis, 16 \naryl hydrocarbon receptor, 85 \nascorbic, 42 \nascorbic acid, 42 \nAsia, 50, 59, 131, 170 \nAsian, 39, 121, 139, 142, 147, 148, 149, 154 \naspirin, xii, 7, 113, 177 \nassessment, 51, 53, 64, 74, 75, 90, 139 \nassumptions, 151 \nasthma, vii, 1, 2, 16, 17, 32, 51, 57, 81, 90, 180 \nataxia, 22, 83 \nAthens, 1 \natherogenesis, 94, 100 \natherosclerosis, ix, 6, 9, 27, 29, 43, 80, 91, 93, 94, \n95, 100, 101, 102, 111, 112, 114, 119 \nAtherosclerosis Risk in Communities, 32 \natherosclerotic plaque, 123 \natherosclerotic vascular disease, 100, 101 \natherothrombotic, 112 \nAtlantic, 51, 57 \natmosphere, 22 \natmospheric deposition, 136 \natoms, 79 \natopic asthma, 90 \natopic dermatitis, 178 \natopy, 57 \nATPase, 112, 162 \nattacks, 17 \nattitudes, 150, 154 \nAustralia, 45, 78, 81 \nAustria, 54 \nauthority, 87 \nautoimmune, 2, 95 \nautoimmune disorders, 95 \navailability, vii, 37, 40, 46, 70, 86, 122 \navoidance, 24, 88, 138 \nawareness, viii, xi, 61, 66, 67, 70, 71, 72, 73, 76, \n135, 136, 138, 143, 144, 145, 150, 154 \naxonal, 17 \nB \nbabies, 162 \nbacteria, xi, 82, 157, 159 \nbalance sheet, 89 \nBangladesh, 88 \nbarley, xii, 177 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n183\nbarriers, 22, 49, 83 \nbatteries, 82, 120 \nbeaches, 64, 83, 160 \nbeef, 85, 91 \nbeer, xii, 177 \nbehavior, 19, 64 \nbehavioral change, 150 \nbeliefs, 54, 154 \nbeneficial effect, vii, 1, 2, 3, 4, 5, 6, 8, 9, 17, 32, 41, \n43, 111, 112, 120, 123, 131 \nbenefits, vii, viii, x, xi, 1, 2, 5, 8, 10, 11, 18, 23, 24, \n25, 27, 30, 34, 35, 37, 38, 39, 43, 44, 46, 51, 52, \n56, 61, 62, 63, 64, 66, 67, 69, 70, 71, 72, 73, 75, \n76, 77, 78, 80, 81, 86, 87, 88, 90, 106, 110, 112, \n113, 123, 127, 129, 135, 136, 137, 138, 150, 153, \n163, 167, 172 \nbeta-carotene, 55 \nbias, 72, 129, 152 \nbile, 159, 169, 170 \nbilge, 158 \nbiliary cirrhosis, 168 \nbilirubin, 171 \nbinding, 12, 57, 80, 83, 112, 115, 121, 131, 170, 179 \nbioaccumulation, 121, 163 \nbioassay, 160, 162, 164 \nbioavailability, 75, 89 \nbiodegradable, 82 \nbiomarker, 124, 128, 152, 159 \nbiomarkers, x, 5, 43, 103, 118, 123, 124, 128, 137, \n139, 159 \nbiomass, 38 \nbiomonitoring, 25, 131, 153 \nbiosynthesis, 14, 90 \nbiota, 136 \nbiotic, 22 \nbipolar, 19 \nbipolar disorder, 19 \nbirds, 82 \nbirth, 18, 21, 34, 152, 168 \nbirth weight, 18, 152, 168 \nbirthweight, 137 \nbivalve, 159, 165 \nblack women, 8 \nbladder, 41, 53, 124 \nbladder cancer, 53 \nbleaching, 23, 84 \nbleeding, xi, 9, 123, 167 \nbleeding time, 9 \nblindness, 18, 81, 172 \nblood, 4, 6, 8, 9, 10, 12, 17, 20, 22, 28, 29, 32, 33, \n35, 38, 39, 54, 57, 80, 95, 96, 98, 99, 101, 103, \n114, 115, 121, 123, 131, 136, 137, 138, 139, 140, \n141, 142, 150, 151, 152, 153, 154, 168, 173 \nblood glucose, 8, 28 \nblood pressure, 9, 28, 29, 57, 123, 136 \nblood pressure reduction, 9 \nblood stream, 168 \nblood vessels, 8, 20 \nbloodstream, 171 \nBMI, ix, 94, 95, 96, 99, 100, 129, 147, 150 \nbody fat, 159, 162 \nbody mass index, ix, 94, 99, 129, 149 \nbody weight, 137, 138, 139 \nboiling, 15, 120 \nbonds, 79 \nborderline, 13, 19 \nborderline personality disorder, 19 \nBoston, 44, 59, 167, 171 \nbowel, 160, 167, 168, 173, 175 \nboys, 178 \nbrain, vii, 1, 2, 6, 17, 20, 22, 37, 38, 42, 50 \nbrain damage, 18 \nbrain development, vii, 1, 2, 17, 20, 42, 50 \nbrain size, 38 \nBrazil, 45, 87 \nbreakdown, 84, 94, 100 \nbreast cancer, 13, 14, 25, 30, 31, 41, 46, 50, 51, 58, \n125, 126, 131, 132 \nbreast carcinoma, 52 \nbreast milk, 22, 81 \nbreastfeeding, 143 \nbrevis, 161 \nBritain, 121 \nBritish Columbia, 54, 121, 131 \nbrominated flame retardants, 22 \nbronchitis, 16 \nbronchoconstriction, 90 \nbronchodilator, 17 \nbronchospasm, 161 \nBrussels, 47 \nburning, 120, 158 \nburns, 160 \nbypass, 11, 108 \nby-products, 84, 121 \nC \nCAD, 106, 108, 109 \ncadmium, 22, 82, 120, 121, 131, 158 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n184 \ncalcification, 45, 100 \ncalcium, viii, 2, 40, 43, 44, 50, 52, 54, 56, 57, 77, 81, \n158 \ncaloric intake, 168 \ncalorie, 158 \ncampaigns, 63 \nCanada, 47, 49, 57, 121, 126, 131, 132, 161, 177 \ncancer, vii, ix, x, xi, 1, 2, 12, 13, 14, 15, 25, 30, 31, \n34, 39, 41, 43, 51, 52, 53, 54, 56, 58, 77, 81, 117, \n118, 119, 122, 123, 124, 125, 126, 127, 128, 129, \n130, 131, 132, 133, 157, 160, 164, 174 \nCAP, 178 \ncarbon, 79 \ncarbon atoms, 79 \ncarcinogen, 23, 84 \ncarcinogenesis, 12, 30, 51, 119, 126 \ncarcinogenic, 15, 23, 24, 39, 85, 127 \ncarcinogenicity, 84, 120 \ncarcinogens, 85, 120 \ncarcinoma, 15, 31, 52, 59, 119, 130 \ncarcinomas, 127 \ncardiac arrest, 5, 6, 27, 103, 160 \ncardiac arrhythmia, 2, 6 \ncardiomyopathy, 55 \ncardiovascular disease, vii, ix, x, 1, 2, 4, 5, 6, 8, 10, \n12, 23, 26, 28, 29, 30, 34, 47, 58, 90, 94, 96, 100, \n101, 103, 105, 106, 107, 111, 113, 119, 133 \ncardiovascular risk, ix, 8, 11, 12, 42, 49, 94, 101, \n102, 115, 151 \ncardiovascular system, 22, 115 \ncarotene, 42 \ncarotid arteries, 95 \ncatalase, 12 \ncatfish, 11, 24, 91, 122 \ncathepsin B, 102 \ncation, 40 \ncausality, 11, 19, 52 \ncell, viii, 9, 12, 15, 27, 77, 80, 89, 100, 101, 103, \n111, 112, 121, 127, 129, 169, 172 \ncell adhesion, 10, 112, 129 \ncell growth, 129 \ncell line, 127 \ncell lines, 127 \ncell membranes, 12, 80, 101, 111, 169 \nCenters for Disease Control (CDC), 123, 151 \ncentral nervous system, vii, 1, 17, 19, 33 \nCerastoderma edule, xi, 157, 164 \ncereals, xii, 40, 46, 177, 180 \ncerebral arteries, 6 \ncerebral palsy, 18, 84 \ncerebrospinal fluid, 20 \nchannels, 83, 112, 115 \nchemicals, viii, 21, 69, 70, 77, 81, 82, 84, 86, 87, \n120 \nchewing, xii, 177 \nchicken, 30, 85 \nchickens, 42 \nCHILD, 153 \nchild development, 18, 33, 54, 152 \nchildbearing, vii, 1, 24, 32, 34, 35, 38, 39, 88, 151, \n153 \nchildhood, 16, 18, 32, 48, 57, 59, 84, 85, 119, 136, \n137, 172 \nchildren, vii, viii, xii, 1, 16, 18, 22, 23, 24, 54, 56, \n62, 64, 71, 72, 77, 84, 85, 88, 123, 125, 137, 140, \n145, 151, 152, 160, 168, 169, 171, 173, 175, 178, \n179, 180 \nChile, 161, 165 \nChina, xi, 4, 26, 46, 49, 121, 130, 133, 157, 158 \nchlamydia, 102 \nchlordane, viii, 77, 81, 84, 138 \nchloride, 84 \nchlorination, 120 \nchlorine, 82 \nchlorophenol, 82 \nchocolate, 83 \ncholecalciferol, vii, 37, 44, 53, 56 \ncholelithiasis, 168 \ncholestasis, 168, 169, 170, 171, 173, 174 \ncholestatic liver disease, 173 \ncholesterol, 2, 8, 10, 62, 69, 95, 96, 97, 98, 114, 169 \nchromatography, 95 \nchromium, 82, 120 \nchronic disease, 30, 40, 45, 48, 57, 58, 91 \nchronic illness, 82 \nchronic obstructive pulmonary disease, vii, 1, 32 \nchronic renal failure, 94, 102, 103 \ncigarette smoking, 15, 16, 31 \nciguatera, xi, 157, 159 \ncitizens, 118 \ncitrus, 82 \nclasses, xii, 112, 178 \nclassical, 100 \nclassification, 109, 110, 146 \ncleaning, 82 \nclimate change, 159 \nclinical assessment, 133 \nclinical presentation, 160 \nclinical trial, ix, 25, 49, 80, 105, 106, 114, 137, 152, \n172 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n185\ncoagulation, 12 \ncoagulopathy, 171 \ncoastal areas, 39, 63, 64, 122 \nCochrane, ix, 105, 107, 113 \nCochrane Database of Systematic Reviews, ix, 105, \n107, 113 \ncognition, 20, 33, 34, 136, 151 \ncognitive deficit, 18 \ncognitive development, 17, 18, 32, 62, 74, 75, 81, \n150, 151 \ncognitive function, 17, 19, 20, 137 \ncognitive performance, vii, 1, 19, 33, 59 \ncohort, x, xi, 3, 5, 7, 8, 10, 13, 14, 15, 18, 26, 28, 29, \n30, 31, 33, 34, 48, 49, 51, 54, 56, 110, 111, 113, \n117, 118, 121, 122, 123, 126, 127, 130, 131, 132, \n135, 137, 143, 147, 151, 154, 171 \ncollaboration, 87, 107 \ncollege students, 74, 145, 154 \ncolon, x, 12, 13, 30, 41, 43, 51, 117, 118, 126, 132, \n159, 162 \ncolon cancer, 13, 30, 43, 51, 126, 132, 162 \ncolon polyps, 159 \ncolorectal cancer, xi, 13, 30, 43, 50, 51, 52, 55, 56, \n58, 59, 125, 126, 131, 132, 157, 164 \ncoma, 161 \ncombined effect, 152 \ncommodity, 78 \ncommodity markets, 78 \ncommunication, 64, 70, 73, 74, 154 \ncommunities, 56, 158 \ncommunity, 28, 33, 56, 90 \ncomorbidity, 100 \ncompetition, 82, 86 \ncomplementarity, 45 \ncompliance, xi, 74, 106, 135, 143, 146, 148, 149 \ncomplications, xi, 89, 123, 167, 168, 169, 172, 173 \ncomponents, vii, xii, 1, 2, 13, 40, 41, 79, 96, 98, 125, \n169, 177 \ncomposition, xii, 26, 53, 88, 89, 95, 103, 106, 130, \n168, 169, 172, 174, 177 \ncompounds, vii, 1, 12, 21, 22, 23, 82, 83, 91, 111, \n115, 159 \ncomprehension, 17 \nconcealment, 107 \nconcentration, 22, 29, 56, 94, 96, 100, 102, 137, 138, \n142, 152, 160, 170 \nconfidence, 38, 43, 107, 109, 110, 125, 126, 138, \n142, 146, 148 \nconfidence interval, 38, 43, 107, 109, 110, 125, 126, \n138, 142, 146, 148 \nconfidence intervals, 107, 142, 146, 148 \nconflict, 134 \nconflict of interest, 134 \nconfounding variables, 129 \nconfusion, x, 24, 88, 135, 138 \ncongestive heart failure, 3, 100 \nCongress, 91, 151 \nConnecticut, 53 \nconsciousness, 87 \nconsent, 95, 146 \nconservation, 86 \nconstruction, 84 \nconsumer choice, 62, 138 \nconsumers, 4, 6, 10, 19, 21, 24, 34, 62, 70, 71, 75, \n87, 119, 122, 129, 138, 147 \nconsumption patterns, vii, xii, 61, 70, 177 \ncontaminants, viii, 17, 22, 23, 25, 34, 35, 53, 56, 61, \n62, 63, 64, 66, 67, 68, 69, 70, 71, 72, 73, 81, 83, \n85, 88, 89, 90, 91, 111, 120, 138 \ncontaminated food, 160 \ncontamination, x, 11, 18, 83, 87, 88, 135, 138, 164 \ncontrol, x, 6, 9, 11, 13, 14, 16, 27, 28, 29, 31, 41, 49, \n50, 56, 57, 58, 82, 84, 86, 87, 89, 95, 96, 98, 109, \n111, 112, 117, 118, 123, 125, 126, 127, 130, 132, \n133, 161, 162 \ncontrol group, 98, 111 \ncontrolled studies, 43 \ncontrolled trials, 49, 106, 113, 114, 137 \nconversion, 42 \ncooking, 14, 15, 22, 23, 62, 85, 120, 122, 123, 127, \n179 \ncooling, 82 \nCOPD, 57 \ncopper, 40, 82 \ncorn, xii, 43, 84, 114, 177, 178, 179, 180 \ncoronary angioplasty, 108, 114 \ncoronary artery bypass graft, 11, 108 \ncoronary artery disease, vii, 1, 3, 5, 6, 9, 25, 26, 29, \n91, 108, 115 \ncoronary heart disease, 2, 3, 5, 10, 12, 25, 26, 27, 29, \n30, 32, 42, 46, 52, 59, 75, 80, 88, 103, 113, 115 \ncorrelation, ix, xi, 20, 94, 95, 96, 101, 121, 125, 126, \n141, 157 \ncorrelation analysis, 95 \ncorrelation coefficient, 141 \ncorrelations, 40, 41, 95 \ncosmetics, xii, 136, 177 \ncosts, 158 \ncough, 162 \ncovering, 126 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n186 \nCOX-2, 14, 31, 127, 132 \ncrab, 24 \nC-reactive protein, ix, 10, 94, 95, 102, 128, 133, 174 \ncrops, 84 \ncross-sectional, 21, 56, 81, 101 \ncross-sectional study, 56, 81, 101 \nCRP, ix, 94, 95, 96, 98, 100, 102, 128, 129, 133 \ncrude oil, 83 \ncrustaceans, 85, 86, 121 \nculture, 87, 158, 163 \nCVD, 43, 94, 97, 100 \ncyanobacteria, xi, 158 \ncycles, 11, 22 \ncyclooxygenase, 17, 101, 174 \ncyclooxygenase-2, 174 \ncytokine, 94, 102, 115, 128, 129, 174 \ncytokines, 10, 94, 100, 101, 103, 170 \ncytotoxic, 159, 162, 174 \ncytotoxic action, 162 \nD \ndairy, 55, 85, 126, 130, 180 \ndairy products, 55, 85, 126, 130, 180 \ndata collection, 95 \ndatabase, 107, 123, 124, 153 \nDBP, 99 \nde novo, 170 \ndeafness, 18, 84 \ndeath, viii, 2, 3, 6, 7, 10, 11, 12, 26, 27, 29, 30, 38, \n56, 77, 80, 81, 84, 88, 90, 94, 100, 103, 106, 111, \n112, 113, 114, 115, 118, 123, 160, 161 \ndeath rate, 7, 160 \ndeaths, ix, x, 11, 105, 106, 109, 113, 119, 161 \ndecisions, vii, 61, 63, 64, 71, 72, 73 \ndefibrillator, 108 \ndeficiency, xi, 2, 53, 58, 59, 95, 101, 104, 167, 168, \n173, 175 \ndeficit, 19, 78, 152 \ndeficits, 2, 18, 22 \ndefinition, 81, 85 \ndegrading, 87 \ndelivery, 9, 140, 145, 146, 150 \ndementia, 2, 19, 20, 33, 48, 52, 53, 57, 59, 81 \ndemographics, 43 \nDenmark, 10, 118, 122 \ndensity, 55 \nDepartment of Agriculture, 45, 58 \nDepartment of Health and Human Services, 88, 152, \n155 \ndeposition, 120, 136 \ndeposits, 20, 80 \ndepressed, 20 \ndepression, vii, 1, 19, 20, 21, 34, 81, 91 \ndepressive disorder, 19 \ndepressive symptoms, 21, 34 \ndeprivation, 52 \nderivatives, 159, 160 \ndermatologic, 172 \ndeveloped countries, 12, 78 \ndeveloping brain, 17, 43, 56, 153 \ndeveloping countries, 78, 86 \ndevelopmental deficits, viii, 77, 85 \ndextrose, 170 \ndiabetes, vii, viii, ix, 1, 2, 8, 23, 29, 46, 47, 48, 54, \n56, 57, 59, 77, 80, 89, 93, 95 \ndiabetes mellitus, ix, 47, 48, 93 \ndiabetic patients, 9 \ndiabetic retinopathy, 10 \ndialysis, ix, 93, 94, 95, 99, 100, 102 \nDiamond, 175 \ndiarrhea, xi, xii, 157, 178 \ndiarrhoea, 159, 162 \ndiastolic blood pressure, 8, 9, 96, 98, 99, 101 \ndiastolic pressure, 95 \ndibenzofurans, 84, 91 \ndibenzo-p-dioxins, 23, 34 \ndiesel, 83 \ndiet, vii, viii, xii, 1, 2, 9, 10, 15, 16, 18, 19, 20, 21, \n25, 26, 29, 33, 34, 40, 41, 42, 43, 44, 45, 51, 57, \n58, 77, 80, 89, 91, 103, 106, 110, 111, 112, 113, \n115, 118, 121, 123, 126, 127, 128, 130, 131, 132, \n133, 138, 143, 170, 174, 177, 179 \ndietary, ix, x, 2, 5, 9, 11, 13, 14, 16, 17, 20, 21, 23, \n24, 27, 29, 30, 31, 32, 33, 34, 40, 42, 45, 46, 51, \n52, 54, 55, 56, 76, 80, 84, 85, 90, 91, 94, 103, \n105, 106, 109, 111, 113, 114, 117, 121, 122, 125, \n130, 132, 133, 137, 138, 146, 153, 163, 174, 175 \ndietary fat, 13, 90, 125 \ndietary habits, 20 \ndietary intake, 5, 16, 17, 21, 27, 31, 32, 55, 80, 94, \n121, 122, 163, 175 \ndietary supplementation, x, 52, 105, 109, 113, 174 \ndiets, 13, 29, 40, 43, 45, 111, 115, 118 \ndifferentiation, 17 \ndigestive tract, 12, 40, 41, 160 \ndinoflagellates, 160 \ndioxin, 23, 34, 85, 90, 121, 131 \ndioxin-like PCBs, 131 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n187\ndioxins, vii, 1, 22, 23, 24, 34, 39, 85, 91, 111, 120, \n121, 131, 138, 158 \ndisease rate, 45 \ndiseases, ix, xi, 4, 19, 45, 46, 47, 82, 93, 119, 157 \ndisorder, 19, 96 \ndisposition, 89 \ndistillation, 83 \ndistribution, 15, 22, 160, 165 \ndiversification, 86 \ndivision, 17 \ndocosahexaenoic acid, ix, 2, 5, 10, 17, 19, 21, 30, 33, \n37, 38, 48, 49, 50, 55, 56, 57, 80, 101, 105, 106, \n107, 108, 127, 130, 169, 170 \nDoppler, 95 \ndosage, 107, 109, 178 \ndose-response relationship, 7 \ndosing, 53 \ndouble bonds, 79 \ndrug therapy, 9 \ndrugs, 57, 113 \ndumping, 82, 158 \nduplication, xi, 157 \nduration, ix, 6, 43, 95, 105, 107, 109, 120, 163, 168 \ndusts, 82 \ndysarthria, 18 \ndyslipidemia, 9, 102 \ndyspnea, 162 \nE \nearth, 45, 76 \nEastern Europe, 42, 59 \neating, vii, viii, 2, 3, 5, 6, 7, 14, 16, 20, 21, 23, 24, \n34, 37, 38, 39, 41, 42, 46, 61, 64, 69, 70, 71, 72, \n75, 77, 81, 110, 111, 113, 130, 137, 159, 160, 161 \nechinoderms, 165 \necological, 2, 21, 25, 29, 30, 34, 40, 43, 131 \necology, 88 \neconomic growth, 86 \necosystems, 73, 86, 87, 88 \neducation, 65, 66, 148 \negg, 45, 54, 168, 179 \neicosanoids, 14, 38, 101, 112, 169, 174 \neicosapentaenoic acid, ix, 2, 5, 15, 32, 37, 38, 80, \n101, 105, 106, 107, 108, 114, 115, 116, 118, 169, \n170 \nelaboration, xii, 177 \nelderly, 5, 8, 19, 27, 28, 33, 34, 50, 113, 119 \nelderly population, 19, 27, 113 \nelectrical system, 84 \nELISA, 95, 162 \nEmbase, ix, 105, 107 \nemphysema, 16 \nemployees, 145 \nempowered, 87 \nemulsifier, 168 \nemulsifying agents, 173 \nemulsions, xi, 167, 168, 169, 170, 171, 172, 173, 174 \nencephalitis, 82 \nendocrine, 2, 23, 128, 133 \nendocrine disorders, 2 \nendocrine system, 128 \nendometrial cancer, 14, 31, 58, 124 \nendosperm, xii, 178 \nendothelial cell, 12, 112, 115 \nendothelial dysfunction, ix, 94, 100, 112, 133 \nendothelium, 42, 94, 101, 115, 174 \nend-stage renal disease, ix, 93, 94 \nenergy, 2, 9, 38, 45, 46, 81, 94, 167 \nenvironment, 62, 69, 73, 81, 83, 84, 86, 87, 88, 91, \n121, 163 \nenvironmental contaminants, 24 \nenvironmental contamination, 83, 88 \nenvironmental factors, 52 \nenvironmental protection, 71 \nEnvironmental Protection Agency (EPA), ix, 2, 4, \n10, 19, 32, 37, 38, 43, 50, 72, 80, 83, 84, 91, 96, \n101, 105, 106, 108, 109, 112, 122, 123, 137, 138, \n139, 149, 151, 152, 153, 155, 169, 170, 171 \nenzyme-linked immunosorbent assay, 95 \nenzymes, 83, 101, 174 \nepidemic, 48 \nepidemiologic studies, 3, 106, 118 \nepidemiology, 53, 172 \nepigenetic, 19 \nepigenetic mechanism, 19 \nergocalciferol, 44, 53 \nerythrocyte, 18, 19, 95, 96, 98, 103, 174 \nerythrocyte membranes, 19 \nesophageal cancer, 133 \nesophagus, x, 12, 41, 117 \nessential fatty acids, 19, 21, 101, 169, 170, 172 \nesters, 10, 95 \nestrogen, 14, 42, 50 \nestuaries, viii, xi, 61, 63, 71, 72, 81, 158, 163 \nEthiopian, 56 \nethnic groups, 70, 121, 139 \nethnicity, 64, 74, 139, 142, 148, 149 \nethylene, 82 \netiologic factor, ix, 93 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n188 \netiology, 52, 168, 173 \nEuro, 165 \nEurope, xi, 13, 42, 122, 157, 161, 162, 168, 170 \nevolution, 33, 50, 54 \nexaggeration, 112 \nexaminations, 95 \nexclusion, 179 \nexcretion, 169 \nexercise, 90 \nexposure, viii, 18, 22, 23, 24, 30, 32, 33, 34, 59, 63, \n74, 75, 77, 83, 84, 85, 89, 90, 119, 120, 121, 122, \n131, 136, 137, 138, 139, 144, 149, 150, 151, 152, \n153, 154, 159, 163, 165 \nExposure, 75, 119, 152 \nextraction, 124, 161, 163 \nExxon, 158 \nExxon Valdez, 158 \nF \nfactor analysis, 95, 96 \nfactorial, 168 \nFAD, 171 \nfailure, 103, 119, 168, 172, 173 \nfamily, xii, 63, 71, 143, 177 \nFAO, 30, 78, 85, 86, 87, 89, 90, 122 \nfarmers, xii, 178 \nfarming, 85, 86, 158, 163 \nfast food, 11 \nfasting, 8 \nfat, xi, 2, 9, 14, 23, 26, 30, 31, 34, 40, 42, 50, 58, 62, \n83, 84, 85, 89, 91, 103, 111, 113, 125, 126, 131, \n132, 133, 158, 167, 170, 171, 173, 175 \nfat soluble, 84, 111 \nfatal arrhythmia, 114 \nfats, viii, 16, 77, 118 \nFDA, 63, 70, 71, 72, 75, 84, 85, 91, 122, 137, 143, \n144, 145, 146, 149, 151, 164, 171 \nFDA approval, 171 \nfear, 168 \nfeces, 22 \nfeeding, 22, 58, 85, 90, 162, 167 \nfemales, ix, 21, 93 \nfetal, xi, 17, 18, 22, 25, 38, 135, 136, 139, 149, 150, \n153 \nfetal brain, 17 \nfetal growth, 18, 25, 153 \nfetal growth retardation, 25, 153 \nfetal tissue, 136 \nfetus, 17, 42 \nfetuses, 62, 137 \nfever, 162 \nfibrinogen, 9 \nfibrosis, 168 \nfiltration, xi, 157 \nfinfish, 79 \nFinland, 3, 21, 26, 30, 34 \nfires, 158 \nfish meal, 5, 6, 9, 11, 16, 20, 27, 140, 142 \nfish oil, ix, xi, 16, 25, 26, 27, 30, 34, 44, 50, 54, 69, \n80, 81, 90, 93, 94, 96, 103, 105, 106, 107, 109, \n111, 114, 115, 118, 123, 124, 125, 126, 127, 130, \n132, 134, 137, 152, 167, 170, 171, 172, 173, 174, \n175 \nfish production, 86, 87 \nfisheries, 78, 81, 85, 86, 87, 89 \nfishers, 88 \nfishing, 62, 63, 64, 70, 71, 74, 76, 87, 121, 144 \nflavonoids, 11 \nflood, 83 \nflow, 124, 170 \nfluid, 20, 82 \nfluorine, 82 \nfolliculitis, 171 \nfood, xii, 11, 14, 26, 38, 44, 45, 49, 54, 57, 62, 69, \n73, 75, 78, 79, 82, 83, 84, 85, 86, 87, 88, 89, 91, \n120, 121, 127, 130, 136, 143, 145, 155, 158, 160, \n177, 178, 179, 180 \nfood allergy, 179, 180 \nFood and Drug Administration (FDA), 35, 63, 75, \n122, 137, 145 \nfood production, 85 \nfood products, xii, 177 \nfoodstuffs, 158, 163 \nFord, 39, 51, 54 \nforestry, 86 \nforests, 40 \nfortification, 49 \nfossil, 38, 120 \nfossil fuel, 38, 120 \nfractures, 43, 53, 54 \nFrance, 161, 164 \nfree radicals, 12, 40, 83 \nfreedom, 163 \nfresh water, 81, 160 \nfreshwater, xi, 12, 24, 39, 56, 63, 85, 88, 111, 136, \n140, 158 \nfruits, 126 \nfrying, 11, 23, 120 \nfuel, 38, 83 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n189\nfunding, 47, 74 \nfungal, 82 \nG \ngallbladder, 41, 46 \ngallbladder disease, 46 \ngas, 95 \ngas chromatograph, 95 \ngastric, 41, 58, 119, 127 \ngastrointestinal, 136, 161, 167, 174 \ngastrointestinal tract, 136, 167 \ngender, 8, 21, 64, 76, 144, 145 \ngender differences, 145 \ngene, 14, 30, 80, 85, 115, 127 \ngene expression, 85 \ngeneral knowledge, 66, 71 \ngeneration, 40, 86, 174 \ngenes, 38, 91, 112 \nGeneva, 30, 91 \ngenotoxic, 130 \nGermany, 45, 108, 122, 168, 171 \ngestation, 17, 137, 143, 146, 150 \nGibbs, 54 \ngirls, 178 \nglobal trade, 78 \nGLP-1, 115 \nglucose, 8, 9, 28, 29, 112, 115 \nglutamate, 161 \nglutathione, 12, 42, 170 \nglutathione peroxidase, 12 \nglycemic index, 46 \nglycolysis, 112 \ngold, 25, 168, 178 \ngold standard, 168, 178 \ngovernance, 87 \ngovernment, iv, 87, 123, 136 \nGPO, 151, 152 \ngrafting, 11, 108 \ngrain, 44, 46 \ngrains, 39, 40, 46, 129 \ngrass, xii, 177 \ngray matter, 17 \nGreat Lakes, 18, 33, 91 \nGreece, 1, 42, 58, 154 \nGreenland, 3, 16, 26, 80, 88, 106, 118, 130 \nground water, 82 \ngrouping, 78 \ngroups, x, 9, 70, 83, 86, 95, 97, 106, 109, 121, 123, \n128, 139, 142, 144, 146, 147, 150, 154, 170 \ngrowth, viii, 18, 22, 25, 43, 56, 77, 78, 80, 81, 86, \n103, 112, 125, 128, 129, 133, 153, 170, 171, 172, \n174, 175 \ngrowth factor, 112, 133 \ngrowth rate, 22, 171 \nGuatemala, 160, 164 \nguidance, 35, 73, 84, 85, 138 \nguidelines, xi, 23, 107, 121, 122, 135, 149, 178 \nH \nhabitat, 22 \nHaiti, 159 \nhalf-life, 22, 84, 150 \nhalibut, 11, 24, 147 \nhallucinations, 161 \nhalogenated, 2 \nhandling, xii, 178 \nhardwood forest, 40 \nharm, vii, 1, 19, 43, 81, 136 \nharmful effects, 123 \nharmony, 43 \nHawaii, 40, 59 \nhazards, 81 \nHDL, 8, 95, 96, 97, 98, 114 \nhealth, iv, vii, viii, xi, 1, 2, 7, 8, 18, 19, 21, 22, 24, \n25, 28, 35, 37, 38, 39, 43, 44, 45, 46, 49, 52, 53, \n54, 56, 57, 59, 61, 62, 63, 67, 69, 70, 71, 72, 73, \n74, 75, 76, 77, 78, 80, 81, 84, 86, 87, 90, 91, 94, \n103, 112, 118, 119, 121, 122, 127, 129, 130, 131, \n137, 138, 143, 145, 153, 154, 157, 159, 164, 165 \nHealth and Human Services, 152, 155 \nhealth care, 7, 143 \nhealth care professionals, 7 \nhealth effects, viii, 8, 22, 38, 39, 77, 94, 137, 143 \nhealth problems, xi, 18, 157, 159 \nhealthcare, 123 \nheart, viii, 2, 3, 5, 6, 8, 9, 10, 11, 12, 23, 24, 25, 26, \n27, 29, 30, 32, 42, 46, 47, 52, 55, 56, 59, 62, 69, \n75, 77, 80, 88, 90, 91, 100, 103, 113, 115, 118, \n123, 136, 137, 153 \nheart attack, viii, 5, 77, 123 \nheart disease, 2, 3, 5, 10, 11, 12, 25, 26, 27, 29, 30, \n32, 42, 46, 52, 59, 62, 75, 80, 88, 91, 113, 118, \n119, 123 \nheart failure, 47, 56, 59 \nheart rate, 6, 9, 136 \nheat, 81, 84 \nheat transfer, 84 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n190 \nheavy metal, vii, 1, 11, 21, 22, 34, 62, 82, 83, 87, 88, \n121 \nheavy metals, vii, 1, 11, 21, 34, 62, 82, 87, 88, 121 \nheight, 44, 46 \nhemisphere, 121 \nhemodialysis, ix, 93, 94, 95, 102, 103 \nhemorrhage, 8 \nhemorrhagic stroke, 6, 8 \nhemostatic, 112 \nhepatic fibrosis, 168 \nhepatotoxins, xi, 158 \nherbicides, 23, 82 \nherring, 11, 23, 24, 78 \nheterogeneity, 80, 106, 107, 109, 114 \nHiggs, 39, 51, 54 \nhigh risk, x, 10, 91, 95, 100, 105, 107, 109, 113 \nhigh school, xi, 65, 66, 135, 143 \nhigh temperature, 14 \nhigher education, 20 \nhigh-risk, 10, 114, 137, 173 \nhip, 6, 44, 48, 51, 55 \nhip fracture, 44, 48, 51, 55 \nhippocampal, 164 \nhippocampus, 161 \nHispanic, 65, 139, 148 \nHispanics, 52 \nhistamine, 159 \nhistology, 170 \nhomocysteine, 54 \nHong Kong, 119, 130 \nhormone, 31, 53, 55, 112, 129, 132 \nhormones, 112 \nhospital, 160 \nhospitalization, 160, 162 \nhospitalizations, 160 \nhostility, 19 \nhousehold, 64 \nhousehold income, 64 \nHPLC, 161, 162, 164 \nhuman, xii, 2, 20, 21, 22, 23, 25, 45, 49, 53, 54, 55, \n56, 59, 80, 81, 82, 84, 85, 86, 87, 90, 112, 114, \n115, 120, 121, 127, 130, 131, 132, 136, 150, 159, \n162, 164, 165, 171, 173, 175, 177 \nhuman exposure, 84, 120, 121, 130, 131 \nhumans, xi, 10, 22, 38, 42, 62, 73, 78, 85, 94, 101, \n121, 125, 136, 137, 157, 158, 161, 170, 174 \nHungary, 45 \nhydraulic fluids, 84 \nhydro, 14, 82, 83, 158 \nhydrocarbon, 15, 82, 83, 85, 120 \nhydrocortisone, 115 \nhydrogen, 82 \nhyperactivity, 19, 151 \nhypercalcemia, 53 \nhypercholesterolemia, 108, 109 \nhyperhomocysteinemia, 45 \nhyperlipidemia, 113, 116 \nhypertension, 2, 9, 29, 47, 51, 57 \nhypertensive, 9, 29 \nhypertriglyceridemia, xi, 8, 167, 171 \nhypotension, 160 \nhypotensive, vii, 1 \nhypothalamic, 10 \nhypothesis, 3, 16, 40, 55, 127, 150, 160, 170 \nI \nIAEA, 89 \nIARC, 130 \nICAM, 10, 112 \nICD, 108 \ndentification, xii, 47, 130, 177 \nidentity, 64 \nIgE, xii, 178, 179, 180 \nIGF, 129 \nIGF-I, 129 \nIL-1, 10, 112 \nIL-2, 10 \nIL-6, 94, 95, 96, 97, 98, 100, 101, 112, 128, 129 \nIL-8, 112 \nimmune function, 129 \nimmune response, 123, 173 \nimmune system, viii, 77, 128 \nImmunoglobulin E, vi, 177 \nimmunological, 84 \nimmunosuppressive, 125, 170 \nimpairments, 18, 23 \nimplementation, 165 \nin utero, viii, 18, 47, 50, 77, 83, 84, 137 \nin vitro, 125, 127, 170, 174 \nin vivo, 170 \ninactive, 12 \nincidence, x, xi, 2, 3, 5, 6, 7, 8, 11, 14, 15, 16, 17, \n26, 28, 29, 31, 51, 59, 62, 94, 106, 118, 123, 125, \n127, 157, 180 \nincineration, 23, 84, 158 \ninclusion, 107, 123, 162 \nincome, 39, 64, 65, 66, 76, 78, 86, 87, 147, 148, 154 \nincomes, 65 \nincongruity, 138 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n191\nIndia, 45, 46, 57, 108 \nIndian, 52, 91, 114, 152 \nindicators, 70, 74, 126, 128 \nindices, ix, 94, 100, 121, 131, 137 \nindigenous, 54, 76 \nindigenous peoples, 54 \ninduction, 55 \nindustrial, 23, 38, 83, 84, 120 \nindustrial accidents, 83 \nindustrial chemicals, 84 \nindustrialized countries, 125 \nindustry, xi, 87, 157 \ninfancy, 17, 18, 136 \ninfant formulas, 81 \ninfants, x, 17, 18, 32, 63, 71, 81, 135, 136, 140, 141, \n150, 152, 171, 172, 175 \nInfants, 145 \ninfarction, 4, 5, 7, 11, 12, 107 \ninfection, 57 \ninfections, 51, 82, 95, 164, 168, 171 \ninfectious, xi, 157, 164 \ninfestations, 39 \ninflammation, ix, 9, 13, 20, 38, 43, 49, 50, 90, 93, \n94, 95, 100, 101, 102, 112, 118, 124, 125, 129, \n132, 133, 169, 170, 173 \ninflammatory, vii, ix, x, 1, 2, 10, 12, 16, 20, 29, 38, \n49, 58, 81, 93, 94, 96, 100, 101, 102, 103, 106, \n112, 118, 124, 128, 129, 133, 169, 170 \ninflammatory bowel disease, ix, 93 \ninflammatory disease, 49, 102 \ninflammatory mediators, 112, 169 \ninflammatory response, 10, 12, 100, 112 \ninfluenza, 43, 47, 48, 49, 50, 53 \ninfluenza a, 43, 48, 49 \nInformation System, 91 \ninformed consent, 95, 146 \ningest, 121 \ningestion, 22, 75, 83, 122 \ninhibition, 12, 13, 14, 16, 17, 43, 83, 128, 162, 170, \n174 \ninhibitor, 113 \ninhibitors, 116 \ninhibitory, 125 \ninhibitory effect, 125 \ninitiation, 95, 126 \ninjections, 169 \ninjury, iv, 94, 112 \ninorganic, 22, 83, 131, 136, 153, 154 \ninsecticides, 22, 120 \ninsects, 82 \ninsight, 173 \ninstitutional change, 86 \ninstitutions, 146 \ninsulin, ix, 8, 9, 29, 48, 93, 102, 103, 112, 115, 133 \ninsulin resistance, ix, 8, 93, 102, 103, 112 \ninsulin sensitivity, 9, 133 \ninsulin-like growth factor, 133 \ninsulin-like growth factor I, 133 \nintellectual development, viii, 77, 81 \nintelligence, 137 \nintelligence quotient, 137 \ninteraction, 22, 65, 121 \ninteractions, 102, 112 \nintercellular adhesion molecule, 10 \ninterleukin, ix, 10, 94, 95, 102, 115, 169, 174 \ninterleukin-1, 10, 174 \ninterleukin-6, 10, 95, 102, 169, 174 \ninternet, 67, 68 \ninterval, 38 \nintervention, 75, 85, 106, 109, 128 \ninterview, 64, 145 \ninterviews, 143, 146 \nintima, 9 \nintoxication, 159 \nintravenous, xi, 167, 168, 169, 171, 172 \nintravenously, 169 \ninvestigations, 164 \niodine, 2, 158 \nion channels, 83 \nionic, 82, 136 \nions, 40, 130 \nIQ, 38, 151 \nIraq, 137 \nIreland, 123, 161, 165 \niron, viii, 2, 40, 58, 77, 81 \nirritation, 161 \nischaemic heart disease, 55 \nischemic, 3, 4, 6, 7, 11, 25, 80, 118, 119 \nischemic heart disease, 3, 4, 11, 25, 80, 118, 119 \nischemic stroke, 6, 7 \nisland, 3, 160 \nItaly, 5, 26, 41, 90, 108, 165 \nJ \nJAMA, 49, 51, 52, 56, 59, 103, 115, 124 \nJapan, xi, 13, 27, 31, 34, 45, 46, 56, 58, 59, 108, 123, \n125, 127, 131, 132, 133, 137, 157, 159, 163 \nJapanese, 3, 11, 13, 16, 17, 19, 27, 29, 30, 31, 32, 35, \n40, 59, 91, 119, 122, 127, 130, 132, 133 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n192 \nJapanese women, 13, 32 \nJefferson, 105 \njoints, 81 \nJun, 151, 153, 154, 175 \njurisdiction, 87 \nK \nK+, 162 \nkappa, 174 \nkappa B, 174 \nkerosene, 83 \nkidney, 2, 41, 100, 123, 131 \nkidneys, 22, 159 \nKing, 27, 102, 103, 122 \nKiribati, 122 \nKorea, 133 \nKorean, 141 \nL \nlaboratory method, 95 \nlaboratory studies, 43 \nlactating, 42, 152, 154 \nlactation, 53, 151 \nlakes, 22, 75, 82, 83, 122 \nland, 86 \nlanguage, x, 17, 18, 107, 117, 136, 138 \nlanguage development, 18 \nlarynx, 41 \nLatino, 144, 154 \nlaxatives, xii, 177 \nLDL, 8, 95, 96, 97, 98 \nleakage, 83 \nlean body mass, 100 \nlearning, 23, 33, 40, 143, 145 \nleft ventricular, 6 \nlegislation, xi, 157 \nlegumes, 126, 129 \nleptin, 9, 29 \nlesions, 9, 159 \nleukaemia, 41, 51 \nleukemia, 122 \nleukocyte, 9, 16 \nleukocytes, 94 \nlicenses, 71 \nlicensing, 144 \nlife expectancy, 45 \nlifespan, 83 \nlifestyle, 11, 20, 34, 118, 132, 154 \nlifestyles, 44 \nlife-threatening, 173 \nlifetime, 2, 137 \nlikelihood, 6, 51, 126 \nlimitations, 45, 179 \nlinear, 21, 41 \nlinear regression, 41 \nlinks, 40, 43, 52 \nlinoleic acid, 169, 171 \nlinolenic acid, 43, 103, 106, 114, 168, 173, 175 \nlipemia, 9 \nlipid, ix, xi, xii, 11, 12, 28, 30, 53, 89, 93, 101, 112, \n113, 114, 115, 116, 159, 167, 168, 169, 170, 171, \n172, 173, 174, 175, 177, 180 \nlipid metabolism, 28 \nlipid oxidation, 11 \nlipid peroxidation, ix, 12, 30, 93, 114 \nlipid profile, 28, 113, 116 \nlipids, 29, 49, 51, 79, 89, 95, 100, 112, 113, 114, \n116, 130, 154, 162, 168, 174, 175 \nlipooxygenase, 101 \nlipophilic, 23, 84 \nlipopolysaccharide, 115, 174 \nlipoprotein, 8, 43, 102, 106, 112, 113, 174 \nlipoproteins, 12, 111, 113, 116, 169 \nlipoxygenase, 17 \nliquid chromatography, 165 \nliquidity, 101 \nliver, viii, xi, 9, 41, 43, 44, 57, 77, 84, 119, 127, 131, \n167, 168, 169, 170, 171, 172, 173, 174, 175 \nliver cancer, 84 \nliver disease, viii, xi, 77, 167, 168, 172, 173, 174, \n175 \nliver failure, 168 \nliver function tests, 171 \nliver transplant, 171 \nliver transplantation, 171 \nlivestock, 158 \nliving standard, 86 \nliving standards, 86 \nlobsters, 78 \nlocal government, 136 \nlocation, 2, 68, 69, 139, 143, 144, 145 \nLondon, 57, 154 \nlong period, 159 \nlongevity, 22 \nlongitudinal studies, x, 118 \nlow risk, x, 10, 105, 106, 107, 109 \nlow-density, 43, 102 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n193\nlow-density lipoprotein, 43, 102 \nlower respiratory tract infection, 57 \nlow-income, 76, 78, 154 \nlow-level, 38, 136, 137 \nLPS, 174 \nLTP, xii, 177 \nlubricants, 83, 84 \nluminal, 159 \nlung, x, 15, 16, 31, 41, 50, 58, 91, 117, 120, 124, \n127, 133 \nlung cancer, x, 15, 31, 41, 50, 58, 91, 117, 120, 124, \n127, 133 \nlung disease, 16 \nlung function, 16 \nlungs, 16 \nlupus, 81 \nlymphocyte, 174 \nlymphoma, 41, 45, 51, 53, 124 \nlymphomas, 41 \nlysine, 45 \nM \nmackerel, 24, 78, 138, 146, 147 \nmacrophage, 174 \nmacrophages, 53 \nmagnesium, 40, 52 \nMaine, 57 \nmaintenance, 103 \nmaize, xii, 177, 178, 179, 180 \nmajor depression, 20, 34 \nmajor depressive disorder, 19 \nmalaria, 82 \nmales, ix, 93, 126 \nmalignancy, 95, 126 \nmalnutrition, 94, 95, 96, 100, 101, 102, 103 \nmanagement, 64, 71, 74, 86, 87, 88, 172, 173, 175 \nmanganese, 40 \nman-made, viii, 77, 81 \nmantle, 161 \nmarine environment, 81 \nmarine mammals, 137, 161 \nmarket, 38, 54, 78, 165, 168 \nmarkets, 160, 164 \nmass spectrometry, 165 \nMassachusetts, 139, 143, 145, 164, 167 \nmaternal, xi, 17, 18, 21, 22, 50, 135, 136, 137, 139, \n141, 146, 147, 148, 149, 150, 154 \nmaternal age, xi, 135 \nmatrix, 99 \nmeals, 6, 14, 16, 24, 45, 71, 125, 139, 140, 141, 142 \nmeanings, 76 \nmeasures, 137 \nmeat, xi, 2, 13, 22, 23, 30, 31, 33, 48, 54, 62, 69, 70, \n81, 85, 119, 125, 126, 129, 130, 139, 143, 144, \n157, 159, 160, 161 \nmechanical properties, 101 \nmedia, 9, 70, 71, 72, 73, 143 \nmedia messages, 72 \nmedian, 138, 141, 178 \nmediators, 112, 169 \nmedication, 81 \nmedicine, 50 \nMediterranean, 27, 28, 34, 42, 51, 89, 91, 112, 113, \n115, 154 \nMedline, 138 \nMEDLINE, ix, 105, 107 \nmelanoma, 41, 51 \nmembranes, 17, 19, 112, 172 \nmemory, 17, 18, 23, 33, 136, 161 \nmemory deficits, 136 \nmen, 3, 6, 7, 8, 9, 10, 12, 14, 15, 19, 21, 26, 28, 29, \n30, 33, 40, 42, 48, 51, 53, 59, 80, 111, 114, 115, \n119, 127, 128, 129, 133, 143 \nmental disorder, 29 \nmental health, 32 \nmental retardation, 18, 84 \nmercury, vii, viii, xi, 1, 2, 12, 18, 19, 22, 23, 24, 28, \n30, 32, 33, 34, 35, 38, 39, 40, 54, 61, 62, 63, 67, \n70, 72, 73, 74, 75, 77, 81, 82, 83, 84, 89, 91, 111, \n114, 115, 120, 121, 122, 123, 131, 135, 136, 137, \n138, 139, 140, 141, 142, 143, 145, 146, 147, 149, \n150, 151, 152, 153, 154, 158, 159, 164 \nMercury, 12, 22, 30, 38, 39, 53, 55, 68, 74, 75, 83, \n91, 111, 120, 130, 131, 135, 136, 151, 152, 154, \n155 \nmessages, 72, 173 \nmeta analysis, 52 \nmeta-analysis, 3, 7, 8, 13, 26, 28, 30, 43, 46, 48, 49, \n51, 57, 59, 80, 106, 107, 108, 109, 111, 112, 113, \n114, 132 \nmetabolic, xii, 29, 52, 96, 102, 168, 173, 178 \nmetabolic syndrome, 29, 52 \nmetabolism, 9, 10, 16, 21, 28, 29, 32, 38, 94, 101, \n112, 130, 174, 175 \nmetabolite, 16, 20 \nmetabolites, 16, 17, 54 \nmetal ions, 40 \nmetals, 21, 69, 82, 123, 131, 158, 159, 163 \nmetastasis, 128 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n194 \nmetastatic, 14, 127 \nmetastatic cancer, 14, 127 \nmethyl group, 79 \nmethylation, 121 \nmethylmercury, vii, 1, 11, 17, 18, 19, 21, 22, 23, 24, \n30, 32, 33, 34, 38, 63, 76, 83, 84, 121, 131, 136, \n137, 138, 139, 149, 151, 152, 153, 154, 159, 164 \nMexican, 139 \nMexico, xii, 41, 177, 178 \nMiami, 40 \nmice, 84, 102, 115, 170, 175 \nmicroalgae, 50 \nmicrobial, 22, 83 \nmicrograms, 161 \nmicronutrients, 152 \nmicroorganisms, 159, 162 \nmicro-organisms, 121 \nmicrovascular, 10, 28 \nmicrovasculature, 10 \nmiddle-aged, 4, 5, 9, 10, 19, 29, 95, 103 \nmigration, 12, 17 \nmilk, 21, 22, 34, 44, 48, 81, 84, 129, 179 \nmineral oils, 83 \nminerals, vii, viii, 1, 2, 77, 81, 83 \nmites, 82 \nmodality, 167 \nmodels, 33, 43, 46, 146, 159, 171 \nmodulation, 10, 112, 173 \nmolecules, 10, 55, 112 \nmollusks, 136, 158 \nmonocyte, 112, 174 \nmonocytes, 115 \nmononuclear cell, 115 \nmononuclear cells, 115 \nmonotherapy, xi, 167, 168, 170, 171, 172 \nmonounsaturated fat, 42, 96 \nmonounsaturated fatty acids, 96 \nmood, vii, 1, 20, 33, 34, 59 \nmood change, 33 \nmood disorder, vii, 1 \nmorbidity, 27, 102, 118 \nmorning, 81 \nmorning stiffness, 81 \nmortality, x, 2, 3, 5, 6, 7, 10, 12, 15, 25, 26, 27, 28, \n29, 30, 31, 38, 41, 43, 51, 52, 55, 59, 75, 80, 86, \n100, 102, 105, 109, 110, 113, 118, 122, 125, 126, \n131, 132, 164, 168, 171 \nmortality rate, 3, 41, 43, 52, 80, 126, 132 \nmortality risk, 102 \nmothers, 16, 21, 24, 38, 138, 143 \nmotor skills, 18 \nmouse, 83, 160, 162, 164, 173 \nmouse model, 173 \nmouth, viii, 61, 73, 160 \nMUFA, 97, 98, 115 \nmultiple myeloma, 41, 51, 53 \nmultiple sclerosis, 56 \nmultivariate, 43, 95, 98 \nmurine model, 170, 175 \nmuscle, 22, 94, 95, 96, 100, 102, 103, 111, 158 \nmuscle atrophy, 102 \nmuscle cells, 111 \nmushrooms, 44 \nmustard oil, 114 \nmutagen, 159 \nmutations, 30 \nMycobacterium, 55 \nmyeloma, 41, 51, 53 \nmyocardial infarction, 2, 3, 4, 5, 8, 9, 11, 12, 26, 27, \n29, 30, 80, 89, 90, 103, 106, 107, 108, 111, 112, \n113, 114, 130 \nmyocardium, 3 \nN \nNa+, 115, 162 \nNASA, 40 \nnasopharyngeal carcinoma, 119, 130 \nNational Research Council, 76, 89, 151 \nNative American, 63, 70, 75, 139, 142, 154 \nNative Americans, 63 \nnatural, viii, 16, 22, 44, 64, 77, 81, 82, 86, 134, 136, \n163 \nnecrosis, ix, 10, 94, 95, 115, 169, 170, 174 \nnegative relation, 6 \nneonatal, 2, 51, 172 \nneonates, 63, 168, 172, 173 \nnerve, 20 \nnerve cells, 20 \nnervous system, 2, 17, 20 \nNetherlands, 26, 30 \nneural tissue, 172 \nneurobehavioral, viii, 77 \nneurodegenerative, 161 \nneurogenesis, 164 \nneurological disorder, 32 \nneuronal cells, 17 \nneuroprotective, 10 \nneuropsychiatric disorders, 2, 19, 81, 91 \nneurotoxic, 22, 161 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n195\nneurotoxicity, 23, 159, 164 \nneurotransmitter, 10, 21 \nneutrophils, 16 \nNew Jersey, v, viii, 52, 61, 63, 64, 65, 66, 73, 74, \n138, 145, 153, 154 \nNew Mexico, 41 \nNew York, 54, 61, 63, 64, 65, 66, 71, 72, 73, 76, 91, \n121, 131, 135, 145 \nNew Zealand, 78, 137 \nniacin, viii, 77, 81 \nnickel, 120 \nNielsen, 113 \nNigeria, 77 \nnitrate, 133 \nnitric oxide, 115 \nnitrogen, 172 \nnitrosamines, 120, 130 \nnitroso compounds, 120, 127 \nN-N, 120 \nnon-Hodgkin lymphoma, 41, 51 \nnon-invasive, 64 \nnonsmokers, 147 \nNorfolk, 28 \nnormal, 101, 143, 171 \nnormalization, 171 \nnorms, 16 \nNorth America, 48 \nNorth Carolina, 76, 164 \nNortheast, 39 \nNorway, 57, 108, 123, 125, 132 \nNRC, 62, 76, 83, 89 \nNS, 56, 65, 66, 68, 97, 98, 140, 141 \nnuclear, 112, 115 \nnulliparity, xi, 135, 150 \nnulliparous, 148 \nnursing, 24, 38, 42, 44, 52, 123, 138 \nnutrient, 45, 163 \nnutrients, 21, 54, 136, 167 \nnutrition, xi, 29, 30, 49, 50, 56, 58, 80, 123, 132, \n133, 167, 172, 173, 174, 175 \nO \nobese, 9, 175 \nobesity, 8, 29, 132, 143, 147 \nobservational design, 19 \nobservations, 19, 95, 159 \nobstructive lung disease, 16 \nocclusion, 174 \noccupational, 83, 131 \nOceania, 78 \noceans, 22, 87 \nodds ratio, 4, 16, 107, 109, 110, 111, 126, 146, 148 \nOhio, 40 \noil, vii, ix, xi, 1, 16, 25, 26, 32, 34, 37, 42, 43, 44, \n46, 48, 50, 54, 57, 80, 81, 82, 83, 89, 90, 93, 94, \n96, 103, 105, 106, 107, 108, 109, 111, 112, 113, \n114, 115, 118, 123, 124, 125, 126, 127, 132, 134, \n137, 152, 158, 167, 168, 170, 171, 172, 173, 174, \n175 \noil spill, 83 \noils, viii, xi, 11, 42, 59, 62, 69, 73, 83, 111, 118, 167, \n168, 169 \nolder adults, 33, 53, 59, 81, 133 \nolive, 108, 109, 112, 115 \nolive oil, 108, 109, 112, 115 \nomega-6, 42, 56, 58, 112, 169, 171, 174 \noncology, 117 \nonline, 153, 165 \noperator, 178 \noptimal health, 52, 130 \noral, x, 12, 41, 53, 76, 117, 178, 179 \noral cavity, x, 12, 41, 117 \norange juice, 44 \norgan, 168 \norganic, 2, 18, 22, 23, 38, 39, 53, 82, 83, 84, 87, 90, \n120, 140, 153, 158 \norganic compounds, 82, 87, 158 \norganic matter, 83, 84 \norganism, 82 \norganochlorine compounds, 84, 88 \norganotin compounds, 22 \norientation, 86 \nosteomalacia, 47, 50 \nosteopenia, 54 \nosteoporosis, 47, 50 \noutcome relationship, 18 \noutpatient, 126 \noverload, 100 \noverweight, xi, 28, 29, 103, 135, 147 \nownership, 85 \noxidation, 11, 43 \noxidative, ix, 38, 40, 93, 95, 100, 102, 112 \noxidative stress, ix, 38, 40, 93, 95, 100, 102 \noxide, 112, 115 \noxides, 40 \noxygen, 16 \noysters, 24, 78 \nozone, 40 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n196 \nP \nPacific, 139, 142, 154 \nPacific Islander, 139, 142, 154 \npain, 178 \npaints, 120 \nPakistan, 45, 46 \npancreas, x, 12, 41, 117 \npancreatic, 41, 54, 124 \npancreatic cancer, 54 \nparalysis, 160 \nparameter, 95, 96 \nparasite, 159 \nparasites, xi, 54, 157 \nparathyroid, 53, 55 \nparathyroid hormone, 53, 55 \nparenteral, xi, 167, 168, 169, 170, 171, 172, 173, \n174, 175 \nparents, 180 \nparesthesias, 22, 83 \nParis, 50 \nparticles, xii, 82, 169, 173, 178 \npathogenesis, 16, 94, 173 \npathogens, 82 \npathology, 28, 95, 101 \nPathophysiological, 8 \npathophysiology, 20, 94, 100 \npathways, 120, 163 \npatients, ix, x, xi, 3, 8, 9, 11, 19, 20, 23, 26, 56, 59, \n73, 80, 90, 91, 93, 94, 95, 96, 97, 100, 101, 102, \n103, 105, 106, 107, 109, 110, 111, 112, 113, 114, \n115, 116, 122, 128, 131, 159, 160, 162, 167, 168, \n170, 171, 173, 174, 179, 180 \nPb, 82, 121, 131 \nPCBs, viii, 23, 24, 57, 62, 63, 67, 72, 77, 81, 84, 85, \n91, 121, 131, 158 \nPCDD/Fs, 57, 121 \npediatric, 171, 172, 173, 178 \npediatric patients, 171, 172, 173, 178 \npeptide, 51 \nper capita, 20 \nperceptions, viii, 61, 63, 70, 74 \nperiodontal, 50 \nperiodontal disease, 50 \nperiodontitis, 56 \nperipheral arterial disease, 114 \nperipheral blood, 115 \nperipheral blood mononuclear cell, 115 \nperipheral neuropathy, 172 \nperipheral vascular disease, 108 \nperi-urban, 86 \nPerna perna, 160 \nperoxidation, 111 \npesticide, 84 \npesticides, 57, 82, 120, 158, 163 \npests, 82 \npetroleum, 83 \npetroleum products, 83 \npH, 40 \npharmaceutical, 111, 158 \npharmacology, 29 \npharynx, x, 12, 41, 117 \nphenolic, 130 \nphenylalanine, 38, 45 \nPhenylalanine, 48 \nPhiladelphia, 105 \nphosphates, 163 \nphosphatidylcholine, 33, 57 \nphospholipids, 4, 10, 101, 103, 168 \nphosphorus, 2 \nphotoreceptor, 172 \nphysical activity, 129, 147, 149, 154 \nphysical exercise, 130 \nphysiological, 128 \nphytosterols, 169, 173 \npilot study, 101 \npituitary, 10 \nplacebo, ix, 80, 90, 105, 106, 108, 114, 180 \nplacenta, 17, 22, 136 \nplanar, 35 \nplankton, 158 \nplanning, 76 \nplant sterols, 173 \nplants, 40, 58, 82, 83, 85, 130 \nplaque, 95, 97 \nplaques, 96, 97, 100, 101, 123 \nplasma, 4, 20, 28, 34, 54, 96, 100, 101, 103, 111, \n116, 121, 124, 129, 133, 154, 169, 174 \nplasma membrane, 101 \nplastic, 82 \nplastics, 84 \nplatelet, 9, 12, 43, 104, 111, 112, 115, 119, 125, 130, \n169 \nPlatelet, 9, 112 \nplatelet aggregation, 9, 12, 43, 111, 112, 115, 169 \nplatelet count, 119 \nplay, 2, 14, 19, 20, 22, 94, 100, 101, 127, 170, 171 \npleasure, 70 \npneumonia, 56 \npoison, 159, 164 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n197\npoisoning, 23, 159, 161, 162, 164, 165 \npoisonous, 83, 159 \nPoland, 127, 133 \npolicy makers, viii, 62 \npollen, xii, 177 \npollutant, 39 \npollutants, 2, 18, 23, 38, 53, 82, 83, 86, 120, 163 \npollution, 81, 82, 83, 87, 88 \npolybrominated diphenyl ethers, 22 \npolychlorinated biphenyls (PCBs), viii, 62, 77, 81, \n121, 131 \npolycyclic aromatic hydrocarbon, 14, 15, 158 \npolyether, 162 \npolymorphism, 15, 31, 57, 132 \nPolynesia, 123, 131 \nPolynesian, 121 \npolyunsaturated fat, 2, 5, 9, 17, 19, 20, 21, 25, 27, \n28, 32, 34, 38, 49, 50, 54, 75, 79, 80, 90, 96, 103, \n113, 114, 115, 118, 125, 127, 131, 132, 150, 175 \npolyunsaturated fatty acid, 2, 5, 9, 17, 19, 20, 21, 25, \n27, 28, 32, 34, 38, 49, 50, 54, 75, 79, 80, 90, 96, \n103, 113, 114, 115, 118, 125, 127, 131, 132, 150, \n175 \npolyvinyl chloride, 84 \npoor, 18, 19, 46, 100, 144, 168 \npopulation, vii, xi, 1, 3, 6, 7, 8, 10, 15, 16, 17, 21, \n27, 28, 29, 31, 34, 35, 37, 45, 46, 50, 52, 55, 58, \n65, 66, 80, 91, 95, 100, 113, 121, 123, 124, 126, \n127, 132, 133, 143, 146, 149, 153, 154, 158, 165 \npopulation group, 123 \npork, 85 \nportal hypertension, 168 \npositive correlation, ix, 41, 94, 96, 101 \npositive relation, 12 \npositive relationship, 12 \npostmenopausal, 9, 29, 30, 51 \npostmenopausal women, 9, 29, 30, 51 \npostoperative, 173 \npostpartum, 21, 34 \npostpartum depression, 21, 34 \npostponement, 19 \npotassium, 40 \npoultry, 54, 62, 81, 126, 129 \npoverty, 86 \npoverty alleviation, 86 \npowder, xii, 177 \npower, 83 \npredators, 22, 83, 85 \npredatory fishes, 56 \npredictors, 51, 94, 100, 133 \npreeclampsia, 49, 143 \npreference, 70 \npregnancy, xi, 16, 17, 18, 21, 24, 25, 32, 33, 34, 53, \n135, 137, 139, 140, 141, 143, 144, 146, 147, 148, \n149, 150, 151, 152, 153, 154 \npregnant, xi, 18, 19, 24, 25, 35, 42, 44, 52, 71, 72, \n123, 135, 136, 137, 138, 139, 140, 141, 142, 143, \n145, 152, 153, 154 \npregnant women, xi, 18, 19, 25, 35, 71, 72, 135, 136, \n137, 139, 140, 141, 142, 143, 152, 153, 154 \npremature infant, 168 \nprematurity, xi, 167, 168, 172 \npremenopausal, 30 \nprenatal care, 150 \npreservative, 136 \npressure, 8, 9, 28, 29, 57, 88, 95, 96, 98, 99, 101, \n123, 136 \npreterm delivery, 137 \npreterm infants, 174 \nprevention, x, xi, 2, 3, 5, 12, 26, 28, 29, 30, 38, 43, \n49, 51, 52, 53, 55, 95, 103, 107, 109, 113, 118, \n126, 130, 132, 157, 167 \npreventive, 130 \nprices, 163 \nprivate, 138 \nprobability, 64 \nproducers, 87, 158 \nproduction, 16, 17, 23, 38, 40, 44, 53, 73, 78, 82, 83, \n84, 85, 86, 87, 89, 101, 102, 112, 115, 158, 163, \n165, 169, 174 \nproduction costs, 158 \nprofitability, 158 \nprognosis, 173 \nprogram, 34, 63, 73, 143, 145 \nproinflammatory, 100, 112, 115, 174 \npro-inflammatory, 10, 94, 100, 112, , 128, 169, 170 \nproliferation, 111, 112, 127, 174 \npromoter, 159, 162 \nprostaglandin, 101, 112, 169, 170 \nprostaglandins, 17, 125, 173 \nprostate, vii, x, 1, 14, 31, 41, 48, 56, 117, 118, 120, \n124, 126, 127, 132, 133 \nprostate cancer, 14, 31, 48, 56, 118, 126, 127, 132, \n133 \nproteases, 102 \nprotection, 2, 6, 10, 12, 27, 41, 71, 85, 90, 126 \nprotein, vii, viii, xii, 2, 37, 38, 39, 45, 46, 48, 55, 57, \n62, 63, 69, 70, 71, 77, 78, 94, 100, 112, 128, 129, \n136, 158, 169, 170, 174, 177, 179, 180 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n198 \nproteins, vii, xii, 1, 22, 45, 62, 94, 100, 102, 112, \n115, 131, 178, 180 \nproteolysis, 102 \nprotocol, 64, 90, 171 \nprotocols, 74, 178 \npsoriasis, 32 \nPSP, xi, 157, 159, 160, 164 \npsychiatric disorder, 20, 90 \npsychiatric disorders, 20, 90 \npsychiatric illness, vii, 1 \npublic, viii, xii, 25, 62, 63, 64, 71, 73, 136, 138, 151, \n164, 177 \npublic health, xii, 25, 62, 63, 71, 73, 136, 151, 164, \n177 \npublic policy, 62 \nPUFA, 5, 6, 11, 20, 59, 94, 97, 98, 101, 103, 137 \nPUFAs, ix, 6, 24, 38, 80, 93, 94, 100, 101, 103, 125, \n128, 136, 137, 146 \npumps, 84 \npurification, 158 \nPVC, 82 \npyrene, 163 \nQ \nquality of life, 102 \nquartile, 18, 21, 43 \nQuebec, 140 \nquestioning, 40 \nquestionnaire, 64, 121, 128, 143, 145, 146, 155 \nR \nrace, 8, 139, 142, 147, 148, 149 \nracial groups, 142 \nradio, 71 \nrain, 40, 83 \nrainwater, 22 \nrandom, 107 \nrange, 18, 42, 66, 71, 73, 86, 142 \nrash, 171 \nrats, 51, 82, 84, 101, 170, 174 \nreactive oxygen, 16, 83 \nreactive oxygen species, 83 \nreactivity, 9 \nreading, 88 \nreality, 173 \nrecall, 129, 138, 142 \nreceptors, 62, 73, 80, 83, 101, 161 \nrecognition, 17 \nrecovery, 56 \nrecreation, 64, 70, 71 \nrecreational, 63, 70, 76, 154 \nrecreational areas, 63 \nrectum, x, 12, 41, 117 \nred blood cells, 20, 121 \nred meat, 13, 62, 69, 129 \nredox, 131 \nrefining, 83 \nregeneration, 20 \nregional, 24, 39, 63, 71, 72 \nregression, x, 41, 106, 107, 109, 114, 146 \nregression analysis, 41 \nregular, 2, 10, 16, 25, 85, 110, 130, 146, 147 \nregulation, 20, 87, 91 \nregulators, 62 \nrelapse, 52, 123 \nrelationship, ix, x, 6, 7, 8, 11, 12, 13, 16, 17, 18, 21, \n27, 28, 32, 34, 94, 106, 117, 118, 120, 122, 126, \n130 \nrelationships, 133 \nrelevance, 55, 94, 101 \nremediation, 62 \nrenal, vii, ix, 1, 15, 31, 41, 53, 59, 93, 94, 100, 101, \n102, 103, 104 \nrenal cell carcinoma, 15, 31, 59 \nrenal disease, vii, ix, 1, 93, 94, 100, 101 \nrenal failure, 94, 104 \nreperfusion, 174 \nreproduction, 139, 158 \nResearch and Development, 151 \nresidues, 158 \nresistance, ix, 8, 93, 102, 103, 112 \nresolution, 171 \nresource management, 88 \nresources, 39, 49, 81, 87 \nrespiratory, xii, 2, 51, 57, 160, 161, 165, 177 \nrespiratory failure, 160 \nresponsiveness, 136 \nrestaurants, 11 \nrestenosis, 114 \nretina, 17, 172, 175 \nretinopathy, xi, 10, 167, 172 \nretinopathy of prematurity, xi, 167, 172 \nrheumatoid arthritis, vii, ix, 1, 2, 16, 32, 81, 90, 93 \nrhinitis, 178 \nrhodopsin, 89 \nrhythms, 123 \nrice, xii, 45, 46, 177 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n199\nrickets, 55, 56, 58 \nrisk assessment, 75 \nrisk factors, ix, 5, 8, 12, 40, 42, 43, 46, 49, 52, 80, \n89, 93, 94, 100, 115, 118, 123, 127, 130, 143, 149 \nrisk management, 63, 71 \nrisk perception, 154 \nrisks, vii, ix, x, xi, 1, 2, 15, 18, 24, 25, 26, 30, 31, 34, \n35, 51, 56, 61, 62, 63, 64, 67, 69, 70, 71, 72, 73, \n74, 75, 76, 77, 84, 88, 90, 101, 125, 129, 130, \n131, 132, 135, 136, 138, 145, 150, 153, 157, 158, \n163 \nrivers, 82, 83, 87, 122, 158 \nrodent, 170 \nrodenticides, 82 \nRome, 51, 89, 90 \nrunoff, 83 \nrural, 46, 63, 86, 87 \nrural development, 87 \nrye, xii, 177 \nS \nsafety, xi, 66, 72, 78, 121, 138, 158 \nSalen, 29, 89 \nsalmon, 11, 14, 22, 23, 24, 39, 48, 51, 53, 54, 57, 78, \n83, 85, 89, 90, 121, 122, 131, 147 \nsalt, xii, 17, 41, 178 \nsalts, 121 \nsaltwater, 63, 121 \nsample, 16, 126, 179 \nsarcoidosis, 45 \nsatisfaction, 86, 87 \nsaturated fat, viii, 2, 11, 77, 96 \nsaturated fatty acids, 11, 96 \nSBP, 96, 99 \nscalp, 136 \nschistosomiasis, 82 \nschizophrenia, 19, 50, 55 \nSchizophrenia, 47 \nschool, viii, xi, 65, 66, 77, 135, 143 \nsclerosis, 47, 52 \nscores, 17 \nseafood, 4, 8, 15, 19, 20, 21, 23, 24, 29, 38, 44, 62, \n121, 131, 138, 153, 162, 163, 164 \nsearch, x, 41, 107, 117, 123, 163 \nsearch engine, x, 117, 123 \nsearches, 123, 124 \nseasonal affective disorder, 19 \nSeattle, 135, 146 \nseawater, 81, 158 \nsecurity, 78, 86, 163 \nsediments, 83, 84, 163 \nseed, 42, 82 \nseeds, xii, 39, 42, 43, 48, 177 \nseizures, 18 \nselecting, 44, 124 \nselenium, 2, 12, 121, 131, 158 \nself-report, viii, 77, 149 \nsenescence, 40 \nsensitivity, ix, 9, 94, 95, 128, 133, 178 \nsensitization, xii, 177 \nsepsis, 51, 115 \nsepticemia, 52 \nSerbia, 93, 95 \nseries, 79, 144 \nserotonergic, 20 \nserotonin, 20, 21 \nserum, viii, ix, 4, 8, 9, 10, 18, 29, 44, 49, 50, 53, 56, \n77, 93, 94, 96, 98, 100, 102, 114, 116, 119, 123, \n124, 128, 133, 170, 171, 174 \nserum albumin, 96, 98, 102 \nservices, iv \nsesame, 43 \nseverity, 43, 100, 159 \nsewage, 82, 158 \nsex, 22, 122 \nSeychelles, 18, 32, 33, 123, 137, 152, 153 \nSFDA, 122 \nShanghai, 4, 26, 164 \nshape, 5 \nshellfish, xi, 4, 14, 15, 19, 21, 24, 26, 30, 49, 62, 79, \n83, 85, 122, 136, 138, 139, 140, 143, 144, 146, \n152, 155, 157, 158, 159, 160, 161, 162, 163, 164, \n165 \nshock, 115 \nshort supply, 45 \nshort-term, 18, 161 \nshort-term memory, 18, 161 \nshrimp, 24, 90, 122, 147 \nside effects, 168 \nsign, 79 \nsignal transduction, 19, 112 \nsigns, 10, 28 \nSingapore, 13, 30, 51 \nsingle test, 178 \nsites, 66, 67, 72, 83, 119 \nskeletal muscle, 103 \nskills, 18 \nskimming, 22 \nskin, 23, 44, 54, 55, 59, 85, 124, 180 \nFish Consumption and Health, edited by George P. Gagne, and Richard H. Medrano, Nova Science Publishers, Incorporated, 2009. ProQuest Ebook\nCopyright © 2009. Nova Science Publishers, Incorporated. All rights reserved.\n\nIndex \n200 \nsludge, 82 \nsmokers, 5, 16, 27, 31, 126 \nsmoking, xi, 11, 12, 15, 16, 31, 32, 129, 130, 135, \n143, 147 \nsmooth muscle, 111 \nsmooth muscle cells, 111 \nsocial conflicts, 86 \nsocial environment, 152 \nsocioeconomic, 74 \nsodium, 112 \nsoftener, 82 \nsoftware, 95, 107 \nsoil, 40 \nsoils, 40 \nsolar, vii, 37, 38, 39, 43, 44, 46, 52 \nsolubility, xii, 178 \nsorting, 55 \nSouth Pacific, 31, 121 \nsoy, 43, 128, 168, 169, 170, 171, 172, 175, 179 \nsoy bean, 168, 169, 170, 171 \nsoybean, xi, 42, 45, 127, 167, 168, 169, 171 \nSpain, 28, 31, 34, 50, 121, 122, 131, 154, 157, 158, \n160, 162 \nspatial, 23",
      "source_book": "Fish Consumption and Health",
      "source_page": 193,
      "original_language": "en",
      "quality_score": 50,
      "confidence_score": 0.9,
      "status": "draft",
      "created_at": "2026-01-04T00:22:10.967Z"
    }
  ],
  "statistics": {
    "total": 15,
    "by_type": {
      "salud": 8,
      "recetas": 6,
      "notas_de_mar": 1
    },
    "by_species": {
      "brotola": 6,
      "mejillon": 2,
      "salmon": 4,
      "pescadilla": 1,
      "caballa": 2,
      "calamar": 2,
      "almeja": 2,
      "vieira": 1,
      "lenguado": 1,
      "langostino": 1
    },
    "by_difficulty": {
      "Fácil": 15
    },
    "avg_quality": "42.67"
  },
  "extraction_metadata": {
    "extracted_at": "2026-01-04T00:22:10.967Z",
    "source_file": "Fish Consumption and Health -- George P Gagne; Richard H Medrano; ProQuest (Firm) -- Food and Beverage Consumption and Health, 1, 2009 -- Nova Science.json",
    "metadata_version": "1.0",
    "total_species_detected": 10,
    "extraction_method": "thorough-script-v1"
  }
}